{"title": "Verified modeling of a low pressure hydrogen plasma generated by electron cyclotron resonance - dataset", "abstract": "A self-consistent ﬂuid model has been successfully developed and employed to model an electron cyclotron resonance driven hydrogen plasma at low pressure. This model has enabled key insights to be made on the mutual interaction of microwave propagation, power density, plasma generation, and species transport at conditions where the critical plasma density is exceeded. The model has been veriﬁed by two experimental methods. Good agreement with the ion current density and ﬂoating potential – as measured by a retarding energy ﬁeld analyzer – and excellent agreement with the atomic hydrogen density – as measured by two-photon absorption laser induced ﬂuorescence – enables a high level of conﬁdence in the validity of the simulation. The dataset contains most of the simulation and measurement data presented in the related paper publication.", "topic": "Materials / Surfaces; Plasma Chemical Processes", "tags": "ECR plasma; Model validation; fluid modelling; basic research", "Group": "INP", "Authors": "Sigeneger, Florian; Ellis, James; Harhausen, Jens; Lang, Norbert; van Helden, Jean-Pierre", "Release Date": "2022-10-10", "Identifier": "dc66dc03-a157-4179-8d8c-19999bcfe8ff", "Permanent Identifier (DOI)": "10.34711/inptdat.599", "  Permanent Identifier (URI)": "https://www.inptdat.de/node/599", "Is supplementing": "10.1088/1361-6595/ac963e", "Plasma Source Name": "AURA-WAVE (Sairem)", "Plasma Source Application": "PECVD; Creation of radicals & reactive species; ALD", "Plasma Source Specification": "microwave; low pressure; AC; non-thermal", "Plasma Source Properties": "Electron cyclotron resonance (ECR) coaxial plasma source AURA-WAVE (Sairem): microwave frequency excitation 2.45 GHz, applied power range 50 – 150 W, volume of the plasma reactor about 70 l. ", "Plasma Medium Name": "H2", "Plasma Medium Properties": "Hydrogen with a gas purity of 6.0 and a flow of 100 sccm is kept constant at a pressure of 5 Pa and 7 Pa, respectively. ", "Plasma Diagnostics Name": "fluid model; TALIF; RFEA", "Plasma Diagnostics Properties": "The low-pressure hydrogen plasma driven by the commercial ECR source was investigated by a self-consistent fluid model which is implemented in Comsol Multiphysics. The model includes equations for the permanent magnetic field, the microwave field and fluid equations to describe the plasma generation. The stationary spatially homogeneous electron Boltzmann equation is solved once to determine the rate coefficients of reactions between electrons and heavy particle as functions of the mean energy. The static magnetic field is determined for each geometric configuration in advance. The remaining equations describing the microwave and the plasma are solved in a coupled system where the electron density and the absorbed power determine the coupling between the microwave and plasma parts.; \n; Two-photon absorption laser induced ﬂuorescence (TALIF) was used for the detection of hydrogen atoms. For this photons with a wavelength of 205 nm are created through the combination of a frequency doubled Nd:YAG pump laser (Spectra Physics, Quanta Ray), with a pulse width of 6 ns, and with a dye laser (Sirah, Precision Scan SL). The 615 nm red light from the dye laser is frequency doubled with the help of a BBO crystal, and then remixed with residual red light from the dye laser in a second BBO crystal for sum-frequency generation to the required 205 nm radiation. For the detection of the fluorescence a Nikon lens systems was used to image a region of interest of about 10 and 2 mm in the horizontal and vertical distances respectively. As a detector a gateable ccd camera was used (Andor iStar DH734x) in combination with a spectral filter providing a bandwidth of 10 nm centered at around 656 nm for hydrogen and 825 nm for krypton respectively. The absolute atomic hydrogen densities could be derived from the fluorescence by calibrating the appropriate fluorescence using krypton.; \n; A retarding field energy analyzer (RFEA) was employed for the measurement of the total ion current in the plasma. A separate bias can be applied to the front electrode to use the RFEA as a planar probe. The floating potential Vf was determined from the current voltage characteristics as measured by the front electrode. From this, an estimation for the ion current density at Vf was calculated by using a simplified linear extrapolation of the far ion saturation branch at floating potential Vf. For the measurements, the RFEA probe is positioned along the axis of symmetry of the ECR source at various distances in the range from 10 to 25 cm by means of a UHV-manipulator which is mounted at the back ﬂange of the chamber.; \n", "Language": "English", "License": "Creative Commons Attribution 4.0 International (CC BY 4.0)", "Public Access Level": "Public", "Contact Name": "Florian Sigeneger", "Contact Email": "sigeneger@inp-greifswald.de"}
{"title": "Effect of a spatially fluctuating heating of particles in a plasma spray process - Dataset", "abstract": "The work is concerned with the effect of a spatially fluctuating heating of Al_2O_3 particles with diameters of 5–120 μm during a plasma spray process. A plasma jet is generated in a mixture of Ar (40 NLPM) and H_2 (14 NLPM) and in pure Ar at an electric current of 600 A. The tracing of the injected particles in the plume region of the plasma jets is considered in the framework of a three-dimensional model taking into account a turbulent fluid flow. It is shown that the heat source for the injected particles exhibits a well pronounced spatially fluctuating structure due to the enhancement of the thermal conductivity resulting from dissociation and ionization of the molecular gas in the temperature range of 2500–4000 K and 13000–14000 K, respectively. During their travel towards the substrate, the particles are therefore repeatedly heated in the gas mixture in contrast to the case of pure argon. Particles injected in the gas mixture reach the substrate with a higher average temperature and velocity.", "topic": "Materials / Surfaces", "tags": "plasma processing", "Group": "INP", "Authors": "Zhu, Tao; Baeva, Margarita; Testrich, Holger; Kewitz, Thorben; Foest, Rüdiger", "Release Date": "2022-05-13", "Identifier": "7a581f22-499c-4050-b2bb-09dab8f881bd", "Permanent Identifier (DOI)": "10.34711/inptdat.571", "  Permanent Identifier (URI)": "https://www.inptdat.de/node/571", "Is supplementing": "10.1007/s11090-022-10290-y", "Plasma Source Name": "Oerlikon Metco F4MB-XL", "Plasma Source Application": "coatings", "Plasma Source Specification": "DC; thermal; atmospheric pressure", "Plasma Source Properties": "The plasma spray torch considered in the present study is the commercial device Oerlikon Metco F4MB-XL. This is characterized by a single-cathode and a single-anode arrangement. The WL10 cathode by Plansee is made of lantanated tungsten and sticks to a copper holder. The nozzle is cylindrically symmetric and serves as anode. Its cylindrical fragment is partly made of tungsten. The cathode base and the nozzle are water cooled. The gas is fed between the cathode and the anode.  The electric current is 600 A. ", "Plasma Source Procedure": "Al2O3 powder is injected into the plasma jet. The particle size varies between a few µm and 120 µm.", "Plasma Medium Name": "Ar; H2", "Plasma Medium Properties": "The plasma is generated in a mixture of Ar (40 NLPM) and H2 (14 NLPM) and in pure Ar.", "Plasma Medium Procedure": "A plasma jet is generated in a mixture of Ar (40 NLPM) and H2 (14 NLPM) and in pure Ar at an electric current of 600 A. ", "Plasma Diagnostics Name": "CFD simulations; turbulence model", "Language": "English", "License": "Creative Commons Attribution 4.0 International (CC BY 4.0)", "Public Access Level": "Public", "Contact Name": "Margarita Baeva", "Contact Email": "baeva@inp-greifswald.de"}
{"title": "Upscaling from single- to multi-filament dielectric barrier discharges in pulsed operation - Dataset", "abstract": "A study on the scalability of discharge characteristics of a single-filament dielectric barrier discharge (DBD) to a spatially one-dimensional multi-filament arrangement driven by the same high-voltage (HV) pulses was performed for a gas mixture of 0.1 vol% O2 in N2 at 1 bar. Both arrangements feature a 1 mm gap with dielectric-covered electrodes featuring two hemispherical alumina caps for the single-filament and two parallel alumina-tubes for the multi-filament arrangement. The DBDs were characterised by electrical measurements (for peak current, energy, and power) accompanied by iCCD and streak imaging to determine the filament number and the discharge development in the gas gap and on the surfaces. The dataset contains the data presented in the corresponding journal article.", "topic": "Plasma Chemical Processes", "tags": "streamer discharge; basic research", "Group": "INP", "Authors": "Höft, Hans; Becker, Markus M.; Kettlitz, Manfred; Brandenburg, Ronny", "Release Date": "2022-08-26", "Identifier": "51e4aceb-eb8c-44d4-ac6a-295fdbd79d84", "Permanent Identifier (DOI)": "10.34711/inptdat.572", "  Permanent Identifier (URI)": "https://www.inptdat.de/node/572", "Is supplementing": "10.1088/1361-6463/ac868b", "Plasma Source Name": "DBD; single-filament DBD; multi-filament DBD", "Plasma Source Application": "basic research", "Plasma Source Specification": "AC; medium pressure; atmospheric pressure; non-thermal", "Plasma Source Properties": "Two different arrangements were used. The single-filament DBD was ignited in a Plexiglas cell with quartz windows. It holds two hemispherical alumina-covered electrodes with 2 mm radius featuring a 1 mm gas gap and 0.5 mm dielectric thickness at the tips.\r\n\r\nThe multi-filament arrangement with was positioned in a pumpable stainless steel chamber with a quartz window at the front, gas inlet on the top, gas outlet at the bottom. To exclude any impact of the dielectric material on the comparison between the single- and the multi-filament DBDs, the same alumina tubes (manufacturer Friatec) were used for both arrangements. The multi-filament arrangement with 1 mm gas gap consists of two parallel alumina cylinders with 4 mm outer and 2 mm inner diameter with metal rods of 2 mm diameter inside. The thickness of the dielectric in the gap d_b is 1 mm on each electrode. The lateral length of the 1 mm gas gap is about 10 mm with an increasing gas gap distance at the left and right end due to the hemispherically-shaped tips.", "Plasma Source Procedure": "Unipolar square wave pulses with 10kV amplitude and 10 kHz repetition frequency generated by a HV pulse source (DEIPVX-4110, 50 ns rise/fall time(10%–90%) of HV slope) were used to operate the DBDs in both arrangements. The HV pulse width t pulse was varied from 0.2 to 50 µs.", "Plasma Medium Name": "N2/O2", "Plasma Medium Properties": "A gas mixture of 0.1 vol% O2 (purity 4.8) in N2 (purity 5.0) at a pressure of p = 1 bar was used for all experiments.\r\n\r\n", "Plasma Medium Procedure": "The total gas flow through the cell was set to 100 sccm for the single-filament arrangement and to 300 sccm for the multi-filament arrangement by mass flow controllers connected to gas cylinders. The O2 concentration was controlled by an oxygen sensor (ZIROX SGM 7.4) for both arrangements during the experiments.", "Plasma Diagnostics Name": "electrical measurements; current measurement; voltage measurement; ICCD imaging; streak camera imaging", "Plasma Diagnostics Properties": "Voltage probe: Tektronix P6015A; current probe: custom-build 50 Ω resistor according to ; https://doi.org/10.1088/1361-6595/aab6d5; ); digital sampling oscilloscope: Tektronix DPO 7254C, 2.5GHz, 40GS/s); iCCD camera: Andor iStar DH734-18U-A3, 2 ns maximal temporal resolution; streak camera: Hamamatsu C5680-21C, 20 ps maximal temporal resolution; \n", "Plasma Diagnostics Procedure": "Optical diagnostics were performed with a fast iCCD camera and a streak camera system connected to a long-distance microscope. The spatial resolution of both cameras was approximately 2 µm for the single filament arrangement and approximately 20 µm for the multi-filament arrangement to allow the visualisation of the complete discharge gap (using a B. Halle Nachfl. OUV 1.4.40 UV achromat).; \n", "Language": "English", "License": "Creative Commons Attribution 4.0 International (CC BY 4.0)", "Public Access Level": "Public", "Contact Name": "Höft, Hans", "Contact Email": "hans.hoeft@inp-greifswald.de"}
{"title": "The effect of oxygen admixture on the properties of microwave generated plasma in Ar-O₂ : a modelling study - dataset", "abstract": "This work presents the datasets of the results of a self-consistent modelling analysis on microwave plasma generated in Ar-O₂ mixtures at a frequency of 2.45 GHz at atmospheric pressure. The study focuses on how the plasma properties are in uenced by the increase of the oxygen fraction in the gas mixture. The oxygen admixture is increased from 1 up to 95 % in mass for values of the input microwave power of 1 and 1.5 kW. The results show that for a power of 1 kW and gradually increasing the oxygen admixture from 1 to 25 % the electron density drops by a factor of more than 4 due to the energy lost by the electrons due to dissociation of oxygen molecules and the gas heating. An analysis of the number densities of species produced in the Ar-O₂ plasma is presented. Oxygen admixtures of above 50 % are considered along with an increase of the input microwave power in order to supply the discharge with electron number density values of the order of 10^19 m^-3. Gas temperatures above 3700 K are obtained in the plasma core along with a strong production of oxygen atoms with a number density of the order of 10^23 m^-3.", "topic": "Plasma Chemical Processes", "tags": "argon; atmospheric pressure; fluid modelling; microwave plasma; oxygen admixture", "Group": "INP; Leibniz-IPHT", "Authors": "Baeva, Margarita; Stankov, Marjan; Trautvetter, Tom; Methling, Ralf; Hempel, Frank; Loffhagen, Detlef; Foest, Rüdiger", "Release Date": "2021-03-01", "Identifier": "adeb6746-9957-4b9c-afcf-f9b2e14b21bc", "Permanent Identifier (DOI)": "10.34711/inptdat.378", "  Permanent Identifier (URI)": "https://www.inptdat.de/node/378", "Is supplementing": "M. Baeva et al., J. Phys. D: Appl. Phys. 54 (2021) 355205", "Plasma Source Name": "atmospheric pressure MW discharge; plasma torch", "Plasma Source Application": "deposition", "Plasma Source Specification": "microwave; AC; atmospheric pressure; non-thermal", "Plasma Source Properties": "For an incoming power of 1 kW, the predicted absorbed power varies from 56 W (1% O2) up to 211 W (50% O2). The electron temperature in the main plasma region  increases with the increase of oxygen admixture from about 0.87 to 1.1 eV. The obtained number density of electrons at 1% O2 of about 10^20 m^-3 progressively decreases with the increase of the oxygen admixture.\r\nThe gas temperature increases gradually with the oxygen admixture.", "Plasma Source Procedure": "The microwave plasma is generated in a quartz tube placed in a rectangular waveguide at the position of maximum electric field. A gas (Ar or mixtures Ar/O2) is fed through the tube. The plasma initially ignites at the position of maximum electric field but moves towards the incoming microwave. Due to the interaction of the plasma with the microwave a part of the incoming microwave power is absorbed while a significant part of the power is reflected back. The reflected power is larger in pure Ar. The admixture of oxygen allows one to couple a larger part to the plasma. Electron density in the order of 10^20 m^-3 and electron temperature of about 1 eV are reached. The gas temperature can reach values between about 1000 K and 4000 K.", "Plasma Medium Name": "Ar; Ar/O2", "Plasma Medium Properties": "Mixture of Ar and O2, the O2-admixture is varied from 1% up to 95%  in mass. The gas flow rate is varied from 2slm up to 16 slm. Typical flow rates are between 14 and 16 slm.", "Plasma Medium Procedure": "The increase of the O2-admixture has to be followed by an increase of the input power to keep the maximum value of the electron number density. The gas flow rate has to be matched to avoid overheating of the tube walls.", "Language": "English", "License": "Creative Commons Attribution 4.0 International (CC BY 4.0)", "Public Access Level": "Public", "Contact Name": "Baeva, Margarita", "Contact Email": "baeva@inp-greifswald.de"}
{"title": "Modelling and experimental evidence of the cathode erosion in a plasma spray torch", "abstract": "The lifetime of tungsten cathodes used in plasma spray torches is limited by processes leading to a loss of cathode material. It was reported in the literature that the mechanism of their erosion is the evaporation. A model of the ionization layer of a cathode is developed to study the diffusive transport of evaporated tungsten atoms and tungsten ions produced due to ionization by electron impact in a background argon plasma. It is shown that the Stefan-Maxwell equations do not reduce to Fick law as one could expect for the transport of diluted species, which is due to significant diffusion velocities of argon ions. The ionization of tungsten atoms occurs in a distance of a few micrometers from the cathode surface and leads to a strong sink, which increases the net flux of tungsten atoms far beyond that obtained in absence of tungsten ions. This shows that the tungsten ions are driven by the electric field towards the cathode resulting in no net diffusive flux and no removal of tungsten species from the ionization layer even if convection is accounted for. A possible mechanism of removal is found by extending the model to comprise an anode. The extended model resolves the inter-electrode region and provides the plasma parameters for a current density corresponding to the value at the center of the cathode under typical arc currents of 600 A and 800 A. The presence of the anode causes a reversal of the electric field on the anode side, which pulls the ions away from the ionization layer of the cathode. The net flux of tungsten ions can be further fortified by convection. This model allows one to evaluate the loss of cathode material under realistic operating conditions in a quantitative agreement with measured values.", "topic": "Materials / Surfaces; Welding / Switching", "tags": "plasma spray torch; erosion; tungsten cathode; ionization layer; evaporation; field reversal; convection", "Group": "INP; Universidade da Madeira", "Authors": "Baeva, Margarita; Benilov, Mikhail S.; Zhu, Tao; Testrich, Holger; Kewitz, Thorben; Foest, Rüdiger", "Release Date": "2022-07-07", "Identifier": "f7116dbe-455b-451d-b7d7-8a8a48d82993", "Permanent Identifier (DOI)": "10.34711/inptdat.512", "  Permanent Identifier (URI)": "https://www.inptdat.de/node/512", "Is supplementing": "10.1088/1361-6463/ac791c", "Plasma Source Name": "Oerlikon Metco F4MB-XL", "Plasma Source Application": "Plasma spraying", "Plasma Source Specification": "DC; thermal; atmospheric pressure", "Plasma Source Properties": "The torch is typically operated in pure argon, and mixtures of argon with hydrogen or nitrogen with  flow rates between 40 and 80 NLPM and direct electric current of several hundred amperes.", "Plasma Medium Name": "Ar", "Plasma Medium Properties": "Thermal plasma in the arc column, non-equilibrium plasma near the electrodes.", "Plasma Target Name": "tungsten", "Plasma Target Properties": "Tungsten can withstand temperatures up to about 3800 K. It is used to provide thermionic emission of electrons.", "Plasma Target Procedure": "Due to the erosion, the cathode has to be replaced by a fresh one. The lifetime of the cathode depends also on the operating conditions.", "Plasma Diagnostics Name": "boundary layer model; microarc model", "Plasma Diagnostics Procedure": "The erosion of the cathode made of lanthanated tungsten is studied by two models considering the diffusive transport of evaporated atoms from the cathode.; \n", "Language": "English", "License": "Creative Commons Attribution 4.0 International (CC BY 4.0)", "Public Access Level": "Public", "Contact Name": "Margarita Baeva", "Contact Email": "baeva@inp-greifswald.de"}
{"title": "Electron swarm parameters in C2H6 - measurements and kinetic calculations", "abstract": "The electron swarm parameters (bulk drift velocity, bulk longitudinal component of the diffusion tensor, and effective ionization frequency) in C2H6 (ethane) are investigated for a wide range of the reduced electric field by means of measurements and kinetic calculations. The dataset contains results of measurements in a scanning drift tube apparatus under time-of-flight conditions as well as of kinetic swarm calculations, using solutions of the electron Boltzmann equation and Monte Carlo simulations. In addition to the bulk drift velocity, bulk longitudinal component of the diffusion tensor, and effective ionization frequency, results of the flux drift velocity, bulk transversal component of the diffusion tensor, and effective steady-state Townsend ionization coefficient are given.", "topic": "Materials / Surfaces; Plasma Chemical Processes", "tags": "basic research; electron swarm parameters; C2H6", "Group": "INP; Wigner", "Authors": "Loffhagen, Detlef; Pinhao, Nuno R.; Vass, Mate; Hartmann, Peter; Korolov, Ihor; Dujko, Sasa; Bosnjakovic, Danko; Donko, Zoltan", "Release Date": "2020-01-30", "Identifier": "278af539-7a4e-4fe5-8064-37c53a0ee7f5", "Permanent Identifier (DOI)": "10.34711/inptdat.124", "  Permanent Identifier (URI)": "https://www.inptdat.de/node/124", "Is supplementing": "N. R. Pinhao et al., Plasma Sources Sci. Technol. 29 (2020) 045009", "Plasma Source Name": "scanning drift tube apparatus", "Plasma Source Specification": "DC; low pressure; non-thermal", "Plasma Source Properties": "Time-of-flight (TOF) experiment; ultraviolet laser light pulse (1.7 µJ, 5 ns) triggered electron generation on Mg disk used as photoemitter; Mg disk placed at the centre of a stainless steel electrode with 105 mm diameter serving as cathode; detector consisting of a grounded nickel mesh and stainless steel electrode 1 mm behind it; drift length between 7.8 to 58.3 mm; reduced electric field range (E/N) between 1 and 1790 Td, where 1 Td = 10^{-21} V m^{2}", "Plasma Source Procedure": "The drift cell is situated within a vacuum chamber made of stainless steel. The chamber can be evacuated by a turbomolecular pump backed with a rotary pump to a level of about 1 x 10^{-7} mbar. The pressure of the working gases inside the chamber is measured by a Pfeiffer CMR 362 capacitive gauge and ranged between 5 and 1000 Pa in the measurements. Electrons emitted from the Mg disk fly towards the collector under the influence of an accelerating voltage that is applied to the cathode. This voltage is established by a BK Precision 9185B power supply. Its value is adjusted according to the required reduced electric field (E/N) for the given experiment and the actual value of the gap during the scanning process, where E/N is ensured to be fixed. The collector current is amplified by a high speed current amplifier (type Femto HCA-400M) connected to the collector, with a virtually grounded input, and is recorded by a digital oscilloscope (type Picoscope 6403B) with sub-ns time resolution. Data collection is triggered by a photodiode that senses the laser light pulses. The low light pulse energy necessitates averaging over typically 20000 to 150000 pulses. The experiment is fully controlled by a computer using LabView software.", "Plasma Medium Name": "C2H6", "Plasma Medium Properties": "Gas temperature: 293.15 K\r\nPressure: 5 to 1000 Pa", "Plasma Diagnostics Name": "swarm map recording; electron Boltzmann calculation; Monte Carlo simulation", "Plasma Diagnostics Properties": "The experiments are based on a scanning drift tube apparatus. Electron swarm parameters are derived from the measured swarm maps via a fitting procedure.  Details are presented in I. Korolov et al., ; https://doi.org/10.1063/1.4952747; . A kinetic simulation of the experimental drift cell is performed which allows to estimate the uncertainties introduced in the data acquisition procedure and provides a correction factor to each of the measured swarm parameters. The experimental studies of the electron transport are supplemented by numerical modelling solving the electron Boltzmann equation using different approaches as well as Monte Carlo simulations. Details of the different kinetic calculations are given e.g. in M. Vass et al., ; https://doi.org/10.1088/1361-6595/aa6789; .; \n", "Language": "English", "License": "Creative Commons Attribution 4.0 International (CC BY 4.0)", "Public Access Level": "Public", "Contact Name": "Detlef Loffhagen", "Contact Email": "loffhagen@inp-greifswald.de"}
{"title": "Electron swarm parameters in C2H4 - measurements and kinetic calculations", "abstract": "The electron swarm parameters (bulk drift velocity, bulk longitudinal component of the diffusion tensor, and effective ionization frequency) in C2H4 (ethylene) are investigated for a wide range of the reduced electric field by means of measurements and kinetic calculations. The dataset contains results of measurements in a scanning drift tube apparatus under time-of-flight conditions as well as of kinetic swarm calculations, using solutions of the electron Boltzmann equation and Monte Carlo simulations. In addition to the bulk drift velocity, bulk longitudinal component of the diffusion tensor, and effective ionization frequency, results of the flux drift velocity, bulk transversal component of the diffusion tensor, and effective steady-state Townsend ionization coefficient are given.", "topic": "Materials / Surfaces; Plasma Chemical Processes", "tags": "basic research; electron swarm parameters; C2H4", "Group": "INP; Wigner", "Authors": "Loffhagen, Detlef; Pinhao, Nuno R.; Vass, Mate; Hartmann, Peter; Korolov, Ihor; Dujko, Sasa; Bosnjakovic, Danko; Donko, Zoltan", "Release Date": "2020-01-30", "Identifier": "8c6093fc-0672-4f1e-8dad-eb414320bead", "Permanent Identifier (DOI)": "10.34711/inptdat.122", "  Permanent Identifier (URI)": "https://www.inptdat.de/node/122", "Is supplementing": "N. R. Pinhao et al., Plasma Sources Sci. Technol. 29 (2020) 045009", "Plasma Source Name": "scanning drift tube apparatus", "Plasma Source Specification": "DC; low pressure; non-thermal", "Plasma Source Properties": "Time-of-flight (TOF) experiment; ultraviolet laser light pulse (1.7 µJ, 5 ns) triggered electron generation on Mg disk used as photoemitter; Mg disk placed at the centre of a stainless steel electrode with 105 mm diameter serving as cathode; detector consisting of a grounded nickel mesh and stainless steel electrode 1 mm behind it; drift length between 7.8 to 58.3 mm; reduced electric field range (E/N) between 1 and 1790 Td, where 1 Td = 10^{-21} V m^{2}", "Plasma Source Procedure": "The drift cell is situated within a vacuum chamber made of stainless steel. The chamber can be evacuated by a turbomolecular pump backed with a rotary pump to a level of about 1 x 10^{-7} mbar. The pressure of the working gases inside the chamber is measured by a Pfeiffer CMR 362 capacitive gauge and ranged between 5 and 1000 Pa in the measurements. Electrons emitted from the Mg disk fly towards the collector under the influence of an accelerating voltage that is applied to the cathode. This voltage is established by a BK Precision 9185B power supply. Its value is adjusted according to the required reduced electric field (E/N) for the given experiment and the actual value of the gap during the scanning process, where E/N is ensured to be fixed. The collector current is amplified by a high speed current amplifier (type Femto HCA-400M) connected to the collector, with a virtually grounded input, and is recorded by a digital oscilloscope (type Picoscope 6403B) with sub-ns time resolution. Data collection is triggered by a photodiode that senses the laser light pulses. The low light pulse energy necessitates averaging over typically 20000 to 150000 pulses. The experiment is fully controlled by a computer using LabView software.", "Plasma Medium Properties": "Gas temperature: 293.15 K\r\nPressure: 5 to 1000 Pa", "Plasma Diagnostics Name": "swarm map recording; electron Boltzmann calculation; Monte Carlo simulation", "Plasma Diagnostics Properties": "The experiments are based on a scanning drift tube apparatus. Electron swarm parameters are derived from the measured swarm maps via a fitting procedure.  Details are presented in I. Korolov et al., ; https://doi.org/10.1063/1.4952747; . A kinetic simulation of the experimental drift cell is performed which allows to estimate the uncertainties introduced in the data acquisition procedure and provides a correction factor to each of the measured swarm parameters. The experimental studies of the electron transport are supplemented by numerical modelling solving the electron Boltzmann equation using different approaches as well as Monte Carlo simulations. Details of the different kinetic calculations are given e.g. in M. Vass et al., ; https://doi.org/10.1088/1361-6595/aa6789; .; \n", "Language": "English", "License": "Creative Commons Attribution 4.0 International (CC BY 4.0)", "Public Access Level": "Public", "Contact Name": "Detlef Loffhagen", "Contact Email": "loffhagen@inp-greifswald.de"}
{"title": "Electron swarm parameters in C2H2 - measurements and kinetic calculations", "abstract": "The electron swarm parameters (bulk drift velocity, bulk longitudinal component of the diffusion tensor, and effective ionization frequency) in C2H2 (acetylene) are investigated for a wide range of the reduced electric field by means of measurements and kinetic calculations. The dataset contains results of measurements in a scanning drift tube apparatus under time-of-flight conditions as well as of kinetic swarm calculations, using solutions of the electron Boltzmann equation and Monte Carlo simulations. In addition to the bulk drift velocity, bulk longitudinal component of the diffusion tensor, and effective ionization frequency, results of the flux drift velocity, bulk transversal component of the diffusion tensor, and effective steady-state Townsend ionization coefficient are given.", "topic": "Materials / Surfaces; Plasma Chemical Processes", "tags": "basic research; electron swarm parameters; C2H2", "Group": "INP; Wigner", "Authors": "Loffhagen, Detlef; Pinhao, Nuno R.; Vass, Mate; Hartmann, Peter; Korolov, Ihor; Dujko, Sasa; Bosnjakovic, Danko; Donko, Zoltan", "Release Date": "2020-01-30", "Identifier": "95b7984b-bd8d-48f0-b5cf-c469d9fd17ff", "Permanent Identifier (DOI)": "10.34711/inptdat.112", "  Permanent Identifier (URI)": "https://www.inptdat.de/node/112", "Is supplementing": "N. R. Pinhao et al., Plasma Sources Sci. Technol. 29 (2020) 045009", "Plasma Source Name": "scanning drift tube apparatus", "Plasma Source Specification": "DC; low pressure; non-thermal", "Plasma Source Properties": "Time-of-flight (TOF) experiment; ultraviolet laser light pulse (1.7 µJ, 5 ns) triggered electron generation on Mg disk used as photoemitter; Mg disk placed at the centre of a stainless steel electrode with 105 mm diameter serving as cathode; detector consisting of a grounded nickel mesh and stainless steel electrode 1 mm behind it; drift length between 7.8 to 58.3 mm; reduced electric field range (E/N) between 1 and 1790 Td, where 1 Td = 10^{-21} V m^{2}", "Plasma Source Procedure": "The drift cell is situated within a vacuum chamber made of stainless steel. The chamber can be evacuated by a turbomolecular pump backed with a rotary pump to a level of about 1 x 10^{-7} mbar. The pressure of the working gases inside the chamber is measured by a Pfeiffer CMR 362 capacitive gauge and ranged between 5 and 1000 Pa in the measurements. Electrons emitted from the Mg disk fly towards the collector under the influence of an accelerating voltage that is applied to the cathode. This voltage is established by a BK Precision 9185B power supply. Its value is adjusted according to the required reduced electric field (E/N) for the given experiment and the actual value of the gap during the scanning process, where E/N is ensured to be fixed. The collector current is amplified by a high speed current amplifier (type Femto HCA-400M) connected to the collector, with a virtually grounded input, and is recorded by a digital oscilloscope (type Picoscope 6403B) with sub-ns time resolution. Data collection is triggered by a photodiode that senses the laser light pulses. The low light pulse energy necessitates averaging over typically 20000 to 150000 pulses. The experiment is fully controlled by a computer using LabView software.", "Plasma Medium Name": "C2H2", "Plasma Medium Properties": "Gas temperature: 293.15 K\r\nPressure: 5 to 1000 Pa", "Plasma Diagnostics Name": "swarm map recording; electron Boltzmann calculation; Monte Carlo simulation", "Plasma Diagnostics Properties": "The experiments are based on a scanning drift tube apparatus. Electron swarm parameters are derived from the measured swarm maps via a fitting procedure.  Details are presented in I. Korolov et al., ; https://doi.org/10.1063/1.4952747; . A kinetic simulation of the experimental drift cell is performed which allows to estimate the uncertainties introduced in the data acquisition procedure and provides a correction factor to each of the measured swarm parameters. The experimental studies of the electron transport are supplemented by numerical modelling solving the electron Boltzmann equation using different approaches as well as Monte Carlo simulations. Details of the different kinetic calculations are given e.g. in M. Vass et al., ; https://doi.org/10.1088/1361-6595/aa6789; .; \n", "Language": "English", "License": "Creative Commons Attribution 4.0 International (CC BY 4.0)", "Public Access Level": "Public", "Contact Name": "Detlef Loffhagen", "Contact Email": "loffhagen@inp-greifswald.de"}
{"title": "Electrical characteristics of atmospheric-pressure DBD in argon with small admixtures of TMS - measured and calculated data", "abstract": "A time-dependent, spatially one-dimensional fluid-Poisson model has been applied to analyse the impact of small amounts of tetramethylsilane (TMS) on the discharge characteristics of an atmospheric-pressure dielectric barrier discharge (DBD) in argon. Based on an established argon kinetics, it includes a reaction kinetics for TMS, which has been validated by measurements of the ignition voltage at the frequency f = 86.2 kHz for TMS amounts of up to 200 ppm. It is found that good agreement between measured and calculated ignition voltage can be obtained, when assuming that 25 % of the reactions of TMS with excited argon atoms with a rate coefficient of 3.0×10^{−16} m^3/s lead to the production of electrons due to Penning ionization. The dataset contains measured and calculated data for the ignition voltage and discharge current.", "topic": "Materials / Surfaces; Plasma Chemical Processes", "tags": "plasma modelling/simulation; DBD; TMS", "Group": "INP; IOT", "Authors": "Loffhagen, Detlef; Becker, Markus M.; Czerny, Andreas K.; Klages, Claus-Peter", "Release Date": "2020-08-12", "Identifier": "747f7a1e-861e-4329-a1bb-2695a58b3acb", "Permanent Identifier (DOI)": "10.34711/inptdat.250", "  Permanent Identifier (URI)": "https://www.inptdat.de/node/250", "Is supplementing": "D. Loffhagen et al., Plasma Chem. Plasma Process. 41 (2021) 289", "Plasma Source Name": "DBD", "Plasma Source Application": "film deposition; PECVD", "Plasma Source Specification": "AC; low frequency; atmospheric pressure; non-thermal", "Plasma Source Properties": "Atmospheric-pressure DBD between plane steel mesh electrodes covered by dielectrics (borofloat glass, relative permittivity: 4.6); Electrode area: 8 cm^2; Thickness of dielectrics: 2 mm; Discharge gap: 1 mm; Voltage supply: sinusoidal voltage with variable amplitude and frequency of 86.2 kHz", "Plasma Medium Name": "Ar; TMS", "Plasma Medium Properties": "Gas temperature: 300 K; Pressure: 1 atm; Gas mixture: Ar + 0 to 200 ppm TMS", "Plasma Diagnostics Name": "fluid-Poisson model; current measurement; voltage measurement", "Plasma Diagnostics Properties": "Fluid-Poisson model:; \nMesh size: Non-equidistant spatial grid using typically 250 intervals with logarithmically refined mesh towards the boundaries; Time step size: adaptive time-step control; \n; Voltage measurement:; \nHV probe: PHV 4002-3, dataTec, Reutlingen, Germany; Oscilloscope: MDO3052, Tektronix, Beaverton, OR, USA; \n; Current measurement:; \nOscilloscope: MDO3052 from Tektronix, Beaverton, OR, USA; Methods: shunt resistor method using 1.00 Ω precision resistor and monitor capacitor method using 32.5 nF measuring capacitor; \n", "Plasma Diagnostics Procedure": "Fluid-Poisson model:; \nThe time-dependent, spatially one-dimensional fluid-Poisson model includes particle balance equations for the densities of electrons, relevant neutral particles and ions, the electron energy balance equation to determine the mean electron energy, the Poisson equation to calculate the electric potential and field, as well as a balance equation for the surface charge density to consider the accumulation of charge carriers on the dielectric surfaces.; \n; Voltage measurement:; \nTo determine the ignition voltage U_i, the amplitude U_{a,0} of the applied voltage was increased step; \nby step for a specific Ar-TMS mixture until the discharge was ignited and covered the entire electrode area, i.e., U_i=U_{a,0}.; \n; Current measurement:; \nThe current I(t) was obtained by monitoring the voltage drop at the precision resistor or the  transferred charge at the measuring capacitor.; \n", "Language": "English", "License": "Creative Commons Attribution 4.0 International (CC BY 4.0)", "Public Access Level": "Public", "Contact Name": "Loffhagen, Detlef", "Contact Email": "loffhagen@inp-greifswald.de"}
{"title": "Streamer-surface interaction in an atmospheric pressure dielectric barrier discharge in argon - dataset", "abstract": "The results of the modelling of an atmospheric-pressure dielectric barrier discharge (DBD) in argon obtained using a time-dependent and spatially two-dimensional fluid-Poisson model in axisymmetric geometry are provided in this dataset. The spatiotemporal evolution of the electron number density, electric current, applied, memory and gap voltage, the spatial distribution of the number density of electrons and argon excited atoms, the electric field, electron production and loss rates, and surface charge density distribution are used for the analysis of the surface-streamer interaction and the cathode-layer formation. The analyses showed that the radial deflection of the volume streamer is driven by the free electrons that remained in the volume from the Townsend pre-phase and guided by the radial component of the electric field. The surface discharge, occurring simultaneously with the propagation of the deflected volume streamer, is governed by ion-induced secondary electron emission and the surface charges accumulated on the dielectric.", "topic": "Plasma Chemical Processes", "tags": "DBD; streamer discharge; argon", "Group": "INP", "Authors": "Jovanović, Aleksandar; Loffhagen, Detlef; Becker, Markus M.", "Release Date": "2022-01-24", "Identifier": "0e609bc7-3a55-4b13-95ca-a0f9d5b2813a", "Permanent Identifier (DOI)": "10.34711/inptdat.530", "  Permanent Identifier (URI)": "https://www.inptdat.de/node/530", "Is supplementing": "10.1088/1361-6595/ac63df", "Plasma Source Name": "single-filament DBD", "Plasma Source Application": "basic research", "Plasma Source Specification": "AC; atmospheric pressure; non-thermal", "Plasma Source Properties": "The object of interest is streamer-surface interaction and the cathode-layer formation during the first discharge event in the single-filament dielectric barrier discharge (DBD) in argon at atmospheric pressure. The modelling is performed for the DBD in an asymmetric arrangement with a 1.5 mm gap, electrode radius of 2 mm and 0.5 mm thick dielectric (alumina, relative permittivity 9) covering grounded electrode, driven by sinusoidal voltage (voltage amplitude of 3 kV and frequency 60 kHz).", "Plasma Medium Name": "Ar", "Plasma Medium Properties": "Pure argon, gas pressure is 760 Torr, constant gas temperature of 300 K", "Plasma Diagnostics Name": "fluid-Poisson model; plasma chemical model", "Plasma Diagnostics Properties": "Model: Fluid-Poisson model in cylindrical geometry;; \nComputational software: COMSOL Multiphysics® v. 5.6 (; www.comsol.com; , COMSOL AB, Stockholm, Sweden);; \nNumerical method: Finite element method;; \nElement type: Linear Lagrange elements for particle balance equations, quadratic Lagrange elements for Poisson equation, linear discontinuous Lagrange elements for the surface charge density balance equation;; \nTime-stepping: Backward differentiation formula (BDF), with automatically adapted time-step size and the BDF order (in the range from 1 to 5);; \nSolver: Fully coupled constant Newton solver, with the direct linear solver (PARDISO);; \nTolerance:  0.0001; \nMesh: Remeshing is done to reduce calculation time, where the continuation of the calculations from the last calculated time step is done after each remeshing. The whole presented time range is calculated with four remeshings:; \n1) t: [0, 3.9] microseconds, number of mesh elements: 360194, DoF: 3340893;; \n2) t: [3.9, 3.94793] microseconds, number of mesh elements: 360194, DoF: 3340893;; \n3) t: [3.94793, 3.955] microseconds, number of mesh elements: 401562, DoF: 3726070;; \n4) t: [3.955, 4] microseconds, number of mesh elements: 572190, DoF: 5172073;; \n5) t: [4, 4.03] microseconds, number of mesh elements: 464810, DoF: 4153330;; \nCalculated currents, surface charge density and the total charge for different time intervals were post-processed in Origin Pro (; https://www.originlab.com/; ). The number densities, electric field and electron production rates were exported using LiveLink™ for MATLAB® (; https://www.comsol.com/livelink-for-matlab; ) and post-processed using python3 (; https://www.python.org; ) and Matplotlib (; https://matplotlib.org; ).; \n", "Plasma Diagnostics Procedure": "An atmospheric-pressure DBD in argon is investigated by means of time-dependent and spatially two-dimensional fluid-Poisson modelling in an axisymmetric geometry.  The characteristic structure consisting of the volume streamer propagating just above the dielectric and simultaneous development of an additional surface discharge near the cathode during the initial discharge is observed and explained. The model comprises a set of balance equations for the particle number densities of electrons and the most important argon species (atomic Ar+ and molecular Ar2+ ions, as well as the lumped excited atomic Ar∗ and molecular Ar2∗  states of argon), Poisson’s equation for the electric potential and field, the electron energy balance equation and a balance equation for the surface charge density. The quasi-neutral initial conditions and physically-based boundary conditions, accounting for thermal flux and partial reflection of the particles, are used. The additional term describing the ion-induced emission of secondary electrons is included into the boundary conditions for the balance equations for the particle number density and energy density of electrons.; \n", "Language": "English", "License": "Creative Commons Attribution 4.0 International (CC BY 4.0)", "Public Access Level": "Public", "Contact Name": "Jovanović, Aleksandar", "Contact Email": "aleksandar.jovanovic@inp-greifswald.de"}
{"title": "Impact of the electrode proximity on the streamer breakdown and development of pulsed dielectric barrier discharges - Dataset", "abstract": "Presented data was obtained from the analysis of the impact of the electrode proximity on the streamer breakdown and development of pulsed-driven dielectric barrier discharges (DBDs) in a singlefilament arrangement in a gas mixture of 0.1 vol% O2 in N2 at 0.6 bar and 1.0 bar. The gap distance was varied from 0.5 mm to 1.5 mm, and the applied voltage was adapted correspondingly to create comparable breakdown conditions in the gap. Fast electrical measurements provided insight into discharge characteristics such as the transferred charge and consumed energy. Results show that the proximity of the cathode has a strong impact on the characteristics of the streamer breakdown.", "topic": "Plasma Chemical Processes", "tags": "streamer discharge", "Group": "INP", "Authors": "Wubs, Jente; Höft, Hans; Kettlitz, Manfred; Becker, Markus M.; Weltmann, Klaus-Dieter", "Release Date": "2022-02-16", "Identifier": "ed8fe1fe-8503-417e-bc70-1a60ca81971e", "Permanent Identifier (DOI)": "10.34711/inptdat.531", "  Permanent Identifier (URI)": "https://www.inptdat.de/node/531", "Is supplementing": "10.1088/1361-6595/ac511f", "Plasma Source Name": "DBD; single-filament DBD", "Plasma Source Application": "basic research", "Plasma Source Specification": "AC; non-thermal; atmospheric pressure; medium pressure", "Plasma Source Properties": "A symmetric double-sided arrangement with hemi-spherical alumina (Al2O3) covered metal electrodes was used for investigating single-filament DBDs. The thickness of the dielectric barriers was (0.50±0.05) mm and the radius of curvature of their surface was (2.0±0.1) mm. The gap distance between the electrodes was set to 0.5 mm, 1.0 mm or 1.5 mm, respectively, with a maximum error of 3%. The electrodes were implemented in a gas cell made of glass with two lateral quartz glass windows that allowed the observation of the DBDs from the UV to the near-infrared. The cell had a gas inlet at the top and an outlet to a vacuum pumping system at the bottom.", "Plasma Source Procedure": "Before filling the cell with a specific gas mixture, it was evacuated to p<10^(−4) mbar by a turbopump system (Pfeiffer, TSH261), and subsequently an additional membrane pump (Pfeiffer, MVP 020-3 AC) was used as a process pump in a bypass to adjust the pressure in the cell to either 0.6 bar or 1.0 bar. The DBDs were driven by unipolar positive square wave pulses with a repetition rate of 10 kHz and a pulse width of 1 µs. The amplitude of the applied voltage pulses was therefore systematically varied between 4 and 14 kV. The shape of the voltage pulses was specified by the high voltage pulse generator (Behlke, HTS 161-06 GSM) that was supplied by a high-voltage power supply (FUG, HCN 1400-12500) and controlled by a digital delay generator (NI, DG645).", "Plasma Medium Name": "N2/O2", "Plasma Medium Properties": "A gas mixture of 0.1 vol% O2 in N2 at a pressure of p = 1 bar and p = 0.6 bar, respectively, was used for all experiments.", "Plasma Medium Procedure": "The gas flow through the cell was set to 100 sccm by mass flow controllers (MKS 179B with control unit MKS 647B) connected to gas cylinders (Air Liquide, gas purity 99.999%). ", "Plasma Diagnostics Name": "electrical measurements; current measurement; voltage measurement; ICCD imaging; streak camera imaging", "Plasma Diagnostics Properties": "Electrical measurements were performed with fast voltage (Tektronix, P6015A) and current probes (custom-build according to ; https://doi.org/10.1088/1361-6595/aab6d5; ) and recorded with a digital sampling oscilloscope (R&S, RTO 1044, 4GHz, 20GS/s).; \n; The DBDs were observed simultaneously by an iCCD camera (Andor, iStar DH734-18U-A3, resolution: ∆t ≥ 2ns, ∆x ≥ 2µm) and a streak camera system (Hamamatsu, C5680-21C, resolution: ∆t ≥ 20ps, ∆x ≥ 2µm) connected to a long-distance microscope (Questar, QM100, UV transparent).  Both cameras were sensitive in the UV and visible spectral range.; \n", "Plasma Diagnostics Procedure": "All data were recorded spectrally-integrated.; \n", "Language": "English", "License": "Creative Commons Attribution 4.0 International (CC BY 4.0)", "Public Access Level": "Public", "Contact Name": "Wubs, Jente", "Contact Email": "jente.wubs@inp-greifswald.de"}
{"title": "Evidence of the Dominant Production Mechanism of Ammonia in a Hydrogen Plasma with Parts Per Million of Nitrogen - Dataset", "abstract": "Absolute ground state atomic hydrogen densities were measured, by utilisation of two-photon absorption laser induced ﬂuorescence (TALIF), in a low pressure electron cyclotron resonance plasma as a function of nitrogen admixtures - 0 to 5000 ppm. At nitrogen admixtures of 1500 ppm and higher the spectral distribution of the ﬂuorescence changes from a single Gaussian to a double Gaussian distribution; this is due to a separate, nascent, contribution arising from the photolysis of an ammonia molecule. At nitrogen admixtures of 5000 ppm the nascent contribution becomes the dominant contribution at all investigated pressures. Thermal loading experiments were conducted by heating the chamber walls to different temperatures; this showed a decrease in the nascent contributions with increasing temperature. This data set contains the data shown in the corresponding publication in Appl. Phys. Lett. (; https://doi.org/10.1063/5.0072534; ).", "topic": "Materials / Surfaces; Plasma Chemical Processes", "tags": "Ammonia production mechanisms; TALIF", "Group": "INP", "Authors": "Ellis, James; Köpp, Daniel; Lang, Norbert; van Helden, Jean-Pierre", "Release Date": "2021-12-07", "Identifier": "45f74f4c-22b0-477b-842e-de30f2cbaa82", "Permanent Identifier (DOI)": "10.34711/inptdat.517", "  Permanent Identifier (URI)": "https://www.inptdat.de/node/517", "Is supplementing": "10.1063/5.0072534", "Plasma Source Name": "AURA-WAVE (Sairem)", "Plasma Source Application": "PECVD; Creation of radicals & reactive species; ALD; Surface activation; Diamond growth; Reactive Ion Etching & Deep Etching", "Plasma Source Specification": "microwave; low pressure; AC; non-thermal", "Plasma Source Properties": "Electron cyclotron resonance (ECR) coaxial plasma source AURA-WAVE (Sairem): \r\n- microwave frequency excitation 2.45 GHz\r\n- applied power range 100 – 150 W\r\n- chamber wall temperature varied in the range of 20° – 100°C\r\n- volume of the plasma reactor about 80 l", "Plasma Medium Name": "H2; N2", "Plasma Medium Properties": "Hydrogen with dilution of nitrogen in the range of 0, 500, 1000, 1500, 2500 and 5000 ppm respectively. Total flow rate of 14 sccm is kept constant. Pressure was varied in the range of 3 – 7 Pa. ", "Plasma Diagnostics Name": "TALIF", "Plasma Diagnostics Properties": "Two-photon absorption laser induced ﬂuorescence (TALIF) for the detection of hydrogen atoms. For this photons with a wavelength of 205 nm are created through the combination of a frequency doubled Nd:YAG pump laser (Spectra Physics, Quanta Ray), with a pulse width of 6 ns, and with a dye laser (Sirah, Precision Scan SL). The 615 nm red light from the dye laser is frequency doubled with the help of a BBO crystal, and then remixed with residual red light from the dye laser in a second BBO crystal for sum-frequency generation to the required 205 nm radiation.; \n", "Plasma Diagnostics Procedure": "For the detection of the fluorescence a Nikon lens systems was used to image a region of interest of about 10 and 2 mm in the horizontal and vertical distances respectively. As a detector a gateable ccd camera was used (Andor iStar DH734x) in combination with a spectral filter providing a bandwidth of 10 nm centered at around 656 nm for hydrogen and 825 nm for krypton respectively.; \nThe absolute atomic hydrogen densities could be derived from the fluorescence by calibrating the appropriate fluorescence using krypton.; \n", "Language": "English", "License": "Creative Commons Attribution 4.0 International (CC BY 4.0)", "Public Access Level": "Public", "Contact Name": "Lang, Norbert", "Contact Email": "lang@inp-greifswald.de"}
{"title": "Self-consistent Cathode-Plasma Coupling and Role of the Fluid Flow Approach in Torch Modelling - Dataset", "abstract": "The data set is related to a two-dimensional and stationary magneto-hydrodynamic model of a plasma spray torch operated with argon, which is developed to predict the plasma properties in a steady operating mode. The model couples a submodel of a refractory cathode and its non-equilibrium boundary layer to a submodel of the plasma in local thermodynamic equilibrium in a self-consistent manner. The Navier-Stokes equations for a laminar and compressible flow are solved in terms of low- and high-Mach number numerical approaches. The results show that the Mach number can reach values close to one. Simulations are performed for electric currents of 600 A and 800 A, and gas flow rates of 40, 60, and 80 NLPM. The plasma parameters obtained by the two approaches differ and the differences become more pronounced for higher currents and gas flow rates. The arc voltage, the electric power, and the thermal efficiency from both the low-and high-Mach number models of the plasma agree well with experimental findings for a current of 600 A and a flow rate of 40 NLPM. For higher currents and gas flow rates, the results of the low- and high-Mach number models gradually differ and underline the greater appropriateness of the high-Mach number model.", "topic": "Materials / Surfaces", "tags": "plasma spraying; DC torch; MHD model; experiment", "Group": "INP", "Authors": "Baeva, Margarita; Zhu, Tao; Kewitz, Thorben; Testrich, Holger; Foest, Rüdiger", "Release Date": "2021-09-21", "Identifier": "b57b0698-5708-4a04-b264-c27f16186f7c", "Permanent Identifier (DOI)": "10.34711/inptdat.384", "  Permanent Identifier (URI)": "https://www.inptdat.de/node/384/", "Is supplementing": "10.1007/s11666-021-01261-4", "Plasma Source Name": "Oerlikon Metco F4MB-XL", "Plasma Source Application": "Plasma spraying", "Plasma Source Specification": "DC; thermal; atmospheric pressure", "Plasma Source Properties": "The plasma spray torch considered in the present study is the commercial device Oerlikon Metco F4MB-XL. This is characterized by a single-cathode and a single-anode arrangement.  The WL10 cathode by Plansee is made of lantanated tungsten and sticks to a copper holder. The nozzle is cylindrically symmetric and serves as anode. Its cylindrical fragment is partly made of tungsten. The cathode base and the nozzle are water cooled. The gas is fed between the cathode and the anode. ", "Plasma Medium Name": "Ar", "Plasma Medium Properties": "The core plasma is considered to be in the state of Local Thermodynamic Equilibrium.", "Plasma Diagnostics Name": "boundary layer model; CFD simulations; electrical measurements", "Language": "English", "License": "Creative Commons Attribution 4.0 International (CC BY 4.0)", "Public Access Level": "Public", "Contact Name": "Margarita Baeva", "Contact Email": "baeva@inp-greifswald.de"}
{"title": "Spatial distribution of HO₂ in an atmospheric pressure plasma jet investigated by cavity ring-down spectroscopy - dataset", "abstract": "The data set comprises full cavity ring-down spectra and absorption coefficients obtained from on-off-resonance measurements, in order to determine the spatial distribution of HO₂ in the cold atmospheric pressure plasma jet kINPen-sci. Therefore, the plasma jet was operated with 3 slm Ar and 3000 ppm water, and was equipped with a gas curtain of 5 slm O₂. To determine the effective absorption length, the HO₂ absorption was measured in radial direction. These radial fits had a Gaussian-like shape. By performing Abel inversion on the Gaussian fits, spatial distributions of HO₂ in x and y and in x and z direction were obtained.", "topic": "Plasma Chemical Processes", "tags": "Field; Value; Group; INP; Department of Chemistry, Univerity of York; Physical and Theoretical Chemistry Laboratory, University of Oxford; Authors; Klose, Sarah-Johanna; Manfred, Katherine M.; Norman, Helen C.; Ritchie, Grant A. D.; van Helden, Jean-Pierre; Release Date; 2021-09-22; Identifier; 3f1fdda6-ee52-4f4c-b45f-03ee827a8534; Permanent Identifier (DOI); 10.34711/inptdat.273; Permanent Identifier (URI); https://www.inptdat.de/node/273; Is supplementing; 10.1088/1361-6595/aba206; Plasma Source Name; kINPen-sci; Plasma Source Application; material processing; biomedical applications; Plasma Source Specification; atmospheric pressure; AC; high frequency; non-thermal; Plasma Source Properties; Frequency: ~1 MHz; Power: 1-3 W; Plasma Medium Name; Ar; Plasma Medium Properties; Feed gas: 3 slm Ar with 3000 ppm humidity; Gas curtain: 5 slm O2; Plasma Medium Procedure; 10% of the Ar flow was guided through a water bubbler held at room temperature. In order to control the effluent’s surrounding gas environment, the kINPen-sci was equipped with a gas curtain device.; Plasma Diagnostics Name; cavity ring-down spectroscopy (CRDS); Plasma Diagnostics Properties; Spatially resolved continuous wave cavity ring-down spectroscopy (cw-CRDS) at a laser wavelength λ = 6638.2 cm-1 (1506 nm); Plasma Diagnostics Procedure; The distributed feedback diode laser was directed via an adjustable fibre collimation package (CFC-8X-C, Thorlabs) and two protected silver coated mirrors into the optical cavity, consisting of two high reflectivity mirrors (Layertec, reflectivity R = 99.998%, radius of curvaturer = 1 m). These mirrors were separated by a distance of L = 80 cm, yielding a minimum beam diameter of 1 mm in the centre of the cavity. The output mirror was mounted on a hollow cylindrical piezoelectric transducer so that the length of the cavity could be modulated by a few laser wavelengths. The exiting light was then focused with an off-axis parabolic mirror onto an InGaAs photodiode (DET10C, Thorlabs), whose photocurrent was amplified by a transimpedance amplifier (DLPCA-200, FEMTO) and sent to a home-built trigger circuit.; The spatial resolution in radial direction was obtained after performing Abel inversion. To determine the spatial distribution the on/off-resonance method was employed (see the description in the publication).; Language; English; License; Creative Commons Attribution 4.0 International (CC BY 4.0); Public Access Level; Public; Contact Name; Klose, Sarah-Johanna; Contact Email; sarah-johanna.klose@inp-greifswald.de"}
{"title": "Ar metastable densities (³P₂) in the effluent of a filamentary atmospheric pressure plasma jet with humidified feed gas - dataset", "abstract": "The Ar(³P₂) metastable density in the effluent of the cold atmospheric pressure plasma jet kINPen-sci was investigated as a function of the feed gas humidity, the gas curtain composition, and the distance from the nozzle by means of laser atomic absorption spectroscopy. The data set comprises the axial distributions of the Ar metastables as a function of these parameters.", "topic": "Plasma Chemical Processes", "tags": "Field; Value; Group; INP; Authors; Klose, Sarah-Johanna; Bansemer, Robert; Brandenburg, Ronny; van Helden, Jean-Pierre; Release Date; 2021-01-27; Identifier; a2cababb-9e9f-4767-9234-6de87886adc3; Permanent Identifier (DOI); 10.34711/inptdat.335; Permanent Identifier (URI); https://www.inptdat.de/node/335; Is supplementing; 10.1063/5.0037695; Plasma Source Name; kINPen-sci; Plasma Source Application; material processing; biomedical applications; Plasma Source Specification; atmospheric pressure; AC; high frequency; non-thermal; Plasma Source Properties; Frequency: 860 MHz; Power: 1-3 W; Plasma Medium Name; Ar; Plasma Medium Properties; Feed gas: 3 slm Ar with humidity contents up to 1370 ppm; Gas curtain: 5 slm N₂/O₂ mixture; Plasma Medium Procedure; Part of the feed gas was guided through a water bubbler to humidify the feed gas. The humidity was determined by a chilled mirror hygrometer (EdgeTech, DewMaster).; Plasma Diagnostics Name; laser atomic absorption spectroscopy; Plasma Diagnostics Properties; Laser wavelength: 811.534 nm; Laser linewidth: ~15 fm (0.0002 cm⁻¹);; The laser system comprised a laser diode, an external cavity-like setup made of two acousto-optic modulators, a grating in Littrow configuration, as well as a Michelson–Morley interferometer for the coarse determination of the laser wavelength, enabling a tuning range of about 50 GHz at a frequency of 4.5 GHz.; Plasma Diagnostics Procedure; An acousto-optic modulated (AOM) laser system (EasyLAAS, neoplas control GmbH, Germany) was used to probe the optical Ar(1s₅-2p₉) transition. The beam was guided through an optical fiber to a beam splitter cube. 50% of the laser intensity was reflected into a second fiber, which was connected to a wavemeter (High Finesse, WSG-200) in order to determine the exact laser wavelength. The other 50% (approximately 50 μW) were focused by a lens (focal length 75 mm) to a spot of approximately 100 μm in the effluent of the plasma jet. The plasma jet’s position in axial and radial direction was adjusted by three step motors. In order to avoid the detection of plasma emission next to the transmitted laser light, the laser beam was filtered by a 10 nm bandpass filter at 810 nm. With a second lens, the beam was focused onto a photo detector (Femto, current amplifier HCA-S, 200 MHz band width), which was connected to an oscilloscope (Tektronix, DPO 4104) and read out by acustomized python code on a standard computer.; Language; English; License; Creative Commons Attribution 4.0 International (CC BY 4.0); Public Access Level; Public; Contact Name; Klose, Sarah-Johanna; Contact Email; sarah-johanna.klose@inp-greifswald.de"}
{"title": "Effect of a bidirectional coupling of an LTE arc column to a refractory cathode in atmospheric pressure argon", "abstract": "An appropriate coupling of an arc plasma column in the state of local thermodynamic equilibrium to a refractory; cathode necessarily involves the non-equilibrium boundary layer between them. A model has been developed that; combines a model of an equilibrium direct current arc plasma in atmospheric pressure argon with the assembly of a cathode made of tungsten and the boundary layer. A bidirectional coupling has been realized that allows us to consider a variable voltage drop across the boundary layer for different positions on the cathode. Results are obtained for arc currents between 10 and 150A in the cases of both a unidirectional and a bidirectional coupling. The results Show differences in the distributions of the temperature and the normal current density on the cathode surface, and the radial and axial distribution of the plasma temperature. Comparison with results of a fully non-equilibrium model of the arc plasma and experimental findings from optical emission spectroscopy show a fair agreement for currents, where the deviations from equilibrium in the arc column can be ignored. For arc currents beyond 100 A, the arc attachment on the cathode appears in two forms, which differ from each other in the distributions of the temperature and the normal current density on the cathode surface, whereas the values of the total arc voltage are close to each other.", "topic": "Materials / Surfaces; Welding / Switching", "tags": "electric arcs; basic research; thermal plasma", "Group": "EMIR; INP", "Authors": "Mohsni, Chayma; Baeva, Margarita; Franke, Steffen; Gortschakow, Sergey; Araoud, Zouhour; Charrada, Kamel", "Release Date": "2020-06-24", "Identifier": "cd737be9-21c7-4d18-ac32-3552b7c87b06", "Permanent Identifier (DOI)": "10.34711/inptdat.231", "  Permanent Identifier (URI)": "https://www.inptdat.de/node/231", "Is supplementing": "C. Mohsni et al., Phys. Plasmas 27 (2020) 073514", "Plasma Source Name": "DC arc", "Plasma Source Specification": "thermal; atmospheric pressure; DC", "Plasma Source Properties": "The cathode is made of pure tungsten and has a radius of 1 mm in its cylindrical part and a length of 15 mm. The truncated conical\r\ntip has a vertex angle of 40° and a plateau with a radius of 0.2 mm. The anode is hemispherical with a flattened top and made of graphite. The arc is ignited in argon at atmopsheric pressure. Arc current values go up to 150 A.", "Plasma Medium Name": "Ar", "Plasma Medium Properties": "Thermal plasma in the state of LTE except in the regions close to the electrodes.", "Plasma Diagnostics Name": "MHD simulation; boundary layer model; OES", "Plasma Diagnostics Properties": "The equipment consists of a spectrograph Acton SP2500 with a focal length of 0.5 m and an intensified CCD camera Princeton Instruments PI-MAX4. The triggering is controlled by a delay generator BNC Model 575 with optical outputs via optical fibers. The image of the arc is recorded by a high-speed video camera of the type IDT Motion Pro Y6. The arc is imaged by a spherical mirror on the entrance slit of the spectrometer with a width of 30 micrometers.; \n", "Plasma Diagnostics Procedure": "The Emission spectra are radially resolved. They contain spectral and spatial side-on information about the arc. Absolute calibration is performed by a tungsten strip lamp placed at the position of the arc.; \n", "Language": "English", "License": "Creative Commons Attribution 4.0 International (CC BY 4.0)", "Public Access Level": "Public", "Contact Name": "Baeva, Margarita", "Contact Email": "baeva@inp-greifswald.de"}
{"title": "Unified modelling of low-current short-length arcs between copper electrodes", "abstract": "In this work we present for the first time a unified model of a low-current short-length arc between copper electrodes. The model employs one-dimensional fluid description of the plasma in argon and copper vapour at atmospheric pressure and the heat transfer in the electrodes made of copper. The solution of the particle and energy conservation of electrons and heavy particles is coupled with the solution of the Poisson equation, from which the self-consistent electric field is obtained. The operation of the non-refractory cathode is based on thermo-field emission. Heat fluxes from the plasma to the electrodes are considered so that a phase change and evaporation from the cathode and a release of copper atoms into the plasma are taken into account. The influence of the copper atoms and ions on the plasma properties is analysed and discussed. The model's predictions are compared with experimental data and a qualitative agreement is obtained besides the restrictions of the one-dimensional fluid model.", "topic": "Welding / Switching", "tags": "electric arcs; basic research; non-equilibrium plasma; copper electrodes; plasma modelling/simulation", "Group": "INP; TSNU", "Authors": "Baeva, Margarita; Boretskij, Viacheslav; Gonzalez, Diego; Methling, Ralf; Murmantsev, Oleksandr; Uhrlandt, Dirk; Veklich, Anatoly", "Release Date": "2020-08-12", "Identifier": "bac1c563-e56f-4fa4-b505-0ceb415f4239", "Permanent Identifier (DOI)": "10.34711/inptdat.248", "  Permanent Identifier (URI)": "https://www.inptdat.de/node/248", "Is supplementing": "M. Baeva et al. J. Phys. D: Appl. Phys. 54 (2021) 025203", "Plasma Source Name": "DC arc", "Plasma Source Specification": "DC; atmospheric pressure", "Plasma Source Properties": "Electrodes made of copper, cylindrical rods with a length of 20 mm and a radius of 2 mm. The arc is ignited in argon (laminar flow with a flow rate of 6.5 slm) at atmopsheric pressure.  Arc current 3.5 A. Copper atoms enter the plasma due to melting of the electrodes.", "Plasma Medium Name": "Ar; Cu", "Plasma Medium Properties": "The plasma is in non-equilibrium.", "Plasma Diagnostics Name": "fluid-Poisson model; OES; electrical measurements", "Plasma Diagnostics Properties": "A monochromator (MDR-12) with a CCD linear image sensor (B/W) (3000-pixels, Sony ILX526A) provides a fast scan of the spatial distribution of the radial intensity.; \n", "Plasma Diagnostics Procedure": "Integration over the wavelength interval is performed and the side-on observations are transformed via Abel inversion to give the radial dependence of the emission coefficient. The Boltzmann plot technique is applied to determine the excitation temperature.; \n", "Language": "English", "License": "Creative Commons Attribution 4.0 International (CC BY 4.0)", "Public Access Level": "Public", "Contact Name": "Baeva, Margarita", "Contact Email": "baeva@inp-greifswald.de"}
{"title": "A simplified voltage model in GMAW", "abstract": "The relation between the voltage and the arc length in gas metal arc welding (GMAW) is an important characteristic. It depends on a complex distribution of the electric conductivity along the current path and does not depend on the arc length only. Based on electric measurements and the arc length determination from high-speed arc images, a simplified electrical model is introduced for a pulsed GMAW process. It shows the relation of voltage, current, arc length and free wire length and considers also their temporal evolution during the process in particular during the high-current phase. Previous detailed studies of the sheath voltage and the resistances in the contact tube, the free wire, the droplet depot and the arc in pulsed processes with changing arc lengths have been used. The electrical model shows a sufficient agreement with measurements also for parameter ranges of the wire feed speed and the contact-to-workpiece-distance (CTWD) which have not been considered in the model deduction. This data set includes the model parameters, examples of arc images, measurements of voltage, current and arc length as well as model predictions for voltage and arc length in comparison with the measurements.", "topic": "Welding / Switching", "tags": "GMAW; high-current arc", "Group": "INP; ISF RWTH Aachen", "Authors": "Zhang, Guokai; Gött, Gregor; Uhrlandt, Dirk; Lozano, Philipp; Sharma, Rahul", "Release Date": "2020-03-20", "Identifier": "cdb022d4-7260-459a-9bce-59a7d011deac", "Permanent Identifier (DOI)": "10.34711/inptdat.146", "  Permanent Identifier (URI)": "https://www.inptdat.de/node/146", "Is supplementing": "G. Zhang et al., Weld. World 64 (2020) 1625", "Plasma Source Name": "Miller Auto-Axcess™ 450", "Plasma Source Application": "gas metal arc welding", "Plasma Source Specification": "pulsed; DC; low frequency; atmospheric pressure; thermal", "Plasma Source Properties": "Welding parameters: pulsed process in DC-mode, one-drop-per-pulse process, wire 1.2 mm in diameter, wire feed speed 3 to 6 m/min, welding speed 30 cm/min, contact tip setback 3 mm, contact-to-workpiece-distance (CTWD) 9 to 21 mm, peak current (I) 300 to 650 A, base current 25 A, pulse frequency 50 to 130 Hz, pulse duration 1 to 1.5 ms\r\n", "Plasma Medium Name": "Ar; CO2", "Plasma Medium Properties": "Shielding gas Ar+2.5%CO2, gas flow rate 15 l/min, atmospheric pressure", "Plasma Target Name": "mild steel", "Plasma Target Properties": "Mild steel: wire material G3Si1, base material S235", "Plasma Target Procedure": "Bead-on-plate welding", "Plasma Diagnostics Name": "current measurement; voltage measurement; high-speed imaging", "Plasma Diagnostics Properties": "Welding current and total voltage measurement by a current probe (Tektronix TCP404XL) and a differential probe (Tektronix TDP0500) and recorded by an oscilloscope (Tektronix DPO4104).; \n; Arc and wire image recording with a monochrome high-speed camera MotionPro Y4, frame rate of 6000 fps, exposure time of 16 µm, parallel to the workpiece and in welding direction, synchronous recording through two different narrow-band spectral filters with the central wavelengths of 437nm and 811nm to image the radiation of the metal vapour and those of the argon shielding gas.; \n", "Plasma Diagnostics Procedure": "The total voltage was measured between the contact tube of the welding torch, where a specific junction has been mounted, and the workpiece.; \n; An image processing via Matlab has been used to treat arc images recorded with the two different filters, to reconstruct the metal vapour range and the shielding gas range of the arc and to estimate the arc column length.; \n", "Language": "English", "License": "Creative Commons Attribution 4.0 International (CC BY 4.0)", "Public Access Level": "Public", "Contact Name": "Uhrlandt, Dirk", "Contact Email": "uhrlandt@inp-greifswald.de"}
{"title": "Benchmark data for fluid modelling of low-pressure CCRF discharge plasmas", "abstract": "The dataset contains data from comparative studies of capacitively coupled radio-frequency (CCRF) discharges in helium and argon at pressures between 10 and 80 Pa applying two different fluid modeling approaches as well as two independently developed particle-in-cell Monte Carlo collision (PIC-MCC) codes. The dataset  provides a test bed for future studies of simple ccrf discharge configurations in helium and argon at pressures ranging from 10 to 80 Pa.", "topic": "Plasma Chemical Processes", "tags": "plasma modelling/simulation; benchmark data", "Group": "INP", "Authors": "Becker, Markus M.; Kählert, Hanno; Sun, Anbang; Loffhagen, Detlef", "Release Date": "2019-06-14", "Identifier": "60dbcdd4-8be4-4f41-896c-e725bdb37fe2", "Permanent Identifier (DOI)": "10.34711/inptdat.72", "  Permanent Identifier (URI)": "https://www.inptdat.de/node/72", "Is supplementing": "M. M. Becker et al., Plasma Sources Sci. Technol. 26 (2017) 044001", "Plasma Source Name": "CCP", "Plasma Source Specification": "AC; high frequency; low pressure; non-thermal", "Plasma Source Properties": "Low-pressure RF plasma between plane electrodes separated by the distance d, driven by a sinusoidal voltage with amplitude V0 and frequency f; d = 2.5 cm (argon) resp. 6.7 cm (helium); V0 = 50-250 V; f = 13.56 MHz; Current density:  10 A/m^2 ", "Plasma Medium Name": "He; Ar", "Plasma Medium Properties": "Gas temperature: 300 K; Pressure: 10-80 Pa", "Plasma Diagnostics Name": "fluid-Poisson model; pic-mcc simulation", "Plasma Diagnostics Properties": "The fluid description of the electron component is performed by means of two different drift-diffusion approaches: the novel drift-diffusion model DDAn introduced in Becker and Loffhagen 2013 (; https://doi.org/10.1063/1.4775771; ) and the commonly used classical drift-diffusion model DDA53 using simplified electron energy transport coefficients. Details of both fluid modelling approaches are given in Becker et al. 2017 (; https://doi.org/10.1088/1361-6595/aa5cce; ). For ions, a time-dependent two-moment model is applied. It takes into account the continuity equation and the momentum balance equation, see Becker et al. 2017 for details. In addition to the fluid modeling approaches, two PIC-MCC simulation codes were developed independently and are applied for mutual verification and benchmarking of the different fluid models for the parameter range considered. Details of the PIC/MCC simulation procedures as well as used cross sections and other input data are given in Becker et al. 2017.; \n", "Language": "English", "License": "Creative Commons Attribution 4.0 International (CC BY 4.0)", "Public Access Level": "Public", "Contact Name": "Becker, Markus M.", "Contact Email": "markus.becker@inp-greifswald.de"}
{"title": "Plasma parameters of microarcs towards minuscule discharge gap - Dataset", "abstract": "This dataset contains plasma parameters of microarcs generated between a cooled copper anode and a ceriated tungsten cathode by means of a one-dimensional unified non-equilibrium model for gap lengths between 15 and 200 µm and current densities from 2x10^5 up to 10^6 A/m^2. The data show that the decrease of the gap length down to a few tens of micrometers for a given current density results in a progressive shrinking of the quasineutral bulk in the microplasma and its complete disappearance. The decrease of the gap length further leads to an increase of the discharge voltage and the electron temperature, and to slightly less heating of the gas.", "topic": "Materials / Surfaces; Welding / Switching", "tags": "fluid modelling; unified description; microarc; non-equilibrium plasma; space charge", "Group": "INP", "Authors": "Baeva, Margarita", "Release Date": "2020-04-09", "Identifier": "81b91c12-ee67-405f-8c9b-27885f921590", "Permanent Identifier (DOI)": "10.34711/inptdat.180", "  Permanent Identifier (URI)": "https://www.inptdat.de/node/180", "Is supplementing": "M. Baeva et al., Contrib. Plasma Phys. 60 (2020) e202000033", "Plasma Source Name": "mircoarc-plasma source", "Plasma Source Application": "additive manufacturing; microwelding; microarc oxidation", "Plasma Source Specification": "DC; atmospheric pressure; thermal", "Plasma Source Properties": "Microarc-plasma source in parallel-plate configuration including a cylindrical rod with a radius of 2 mm and a length of 20 mm made of ceriated Tungsten as the cathode and a copper anode. Current densities are varied in the range from 2x10^5 A/m^2 up to 10^6 A/m^2 and gap lengths of 15, 20, 50, 100, and 200 µm are investigated.", "Plasma Source Procedure": "The cathode end in contact with the plasma is heated by an effective heat flux, which includes contributions of ion bombardment and recombination, secondary and thermionic emission of electrons, plasma electrons reaching the cathode, and black-body radiation. The cathode end, which is not in a contact with the plasma, and the anode are kept at a constant temperature of 300 K.", "Plasma Medium Name": "Ar", "Plasma Medium Properties": "Gas: pure argon, no gas flow;\r\nPressure; atmospheric pressure;\r\nGas temperature: 300 to 3000 K\r\n", "Plasma Diagnostics Name": "fluid-Poisson model", "Plasma Diagnostics Properties": "Geometry: 1D; \n", "Plasma Diagnostics Procedure": "The plasma is considered as a fluid containing electrons and heavy species of argon, namely ground state atoms, a group of 4s and 4p excited atoms, dimers, atomic and molecular ions, at atmospheric pressure. The computational model solves in one dimension the equations of particle and energy conservation for electrons and heavy species, the equation of heat conduction in the cathode, the Poisson equation for the electric potential, and an equation for the electric circuit, to which the electrodes are connected. Gas flow and self-induced magnetic field are not considered.; \n", "Language": "English", "License": "Creative Commons Attribution 4.0 International (CC BY 4.0)", "Public Access Level": "Public", "Contact Name": "Baeva, Margarita", "Contact Email": "baeva@inp-greifswald.de"}
{"title": "Spatial distribution of hydrogen and oxygen atoms in a cold atmospheric pressure plasma jet - dataset", "abstract": "The data set comprises the spatial distributions of H and O atoms in the cold atmospheric pressure plasma jet kINPen-sci. The data was obtained by means of picosecond two-photon absorption laser induced fluorescence spectroscopy (ps-TALIF) and numerical simulations.", "topic": "Plasma Chemical Processes", "tags": "basic research; heat-sensitive surfaces", "Group": "INP; York Plasma Institute", "Authors": "Klose, Sarah-Johanna; Ellis, James; Riedel, Frederik; Schröter, Sandra; Niemi, Kari; Semenov, Igor; Weltmann, Klaus-Dieter; Gans, Timo; O'Connell, Deborah; van Helden, Jean-Pierre", "Release Date": "2020-10-23", "Identifier": "74dc9377-0e4b-4595-b59b-428e841971aa", "Permanent Identifier (DOI)": "10.34711/inptdat.271", "  Permanent Identifier (URI)": "https://www.inptdat.de/node/271", "Is supplementing": "S.-J. Klose et al., Plasma Sources Sci. Technol. 29 (2020) 125018", "Plasma Source Name": "kINPen-sci; HF plasma jet", "Plasma Source Application": "decontamination; surface modification; biomedical applications", "Plasma Source Specification": "AC; high frequency; atmospheric pressure; non-thermal", "Plasma Source Properties": "Needle to ring electrode configuration in dielectric capillary (diameter: 1.6 mm); Frequency: ~ 1 MHz; Power: 1 - 3 W", "Plasma Source Procedure": "The kINPen-sci was operated with a gas curtain that provides a concentric gas flow, which shields the plasma effluent from the influx of surrounding ambient air. The plasma jet was placed on a motorised xyz translation stage. The z-axis is defined as the axis along the symmetry axis of the effluent through the centre of the plasma jet nozzle, the x-axis is the axis parallel to the laser beam, which crosses the centre of the nozzle.", "Plasma Medium Name": "Ar", "Plasma Medium Properties": "Feed gas: 3 slm Ar with 3000 ppm humidity; Gas curtain: 5 slm N2/O2 mixture, composition of the gas curtain can be varied from pure nitrogen to pure oxygen", "Plasma Diagnostics Name": "ps-TALIF; CFD simulations; plasma chemical model", "Plasma Diagnostics Properties": "The picosecond laser system was based on an Nd:YAG pump laser (1064 nm) with a mode-locked oscillator, a regenerative amplifier, and a single pulse power amplifier, producing a weak pulse train output and a strong single pulse output with a single pulse duration of 30 ps with a repetition rate of 10 Hz. In a second laser unit the weak train beam is amplified and frequency-tripled (355 nm), the strong single pulse beam is frequency-tripled only, while the left-over of the 1064 nm single pulse is the third output beam. In the third laser unit the 355 nm train enters an optical parametric oscillator (OPO) state providing tunable but weak radiation between 420 to 710 nm, that is amplified using the strong 355 nm single pulse in a subsequent optical parametric amplifier (OPA) stage. Subsequent frequency-doubling is used to generate the UV wavelengths between 210 to 355 nm, and additional sum-frequency mixing with the left-over 1064 nm single pulse input for the deep UV wavelengths below 210 nm. In the UV range, 30 ps laser pulses were generated, with a pulse energy of a few hundred µJ at the maximum, and a spectral width of approximately 4 cm−1. The standard deviation of the shot-to-shot fluctuations in the pulse energy is approximately 8%.; \n", "Plasma Diagnostics Procedure": "Experiment:; \nThe applied laser pulse energy was measured behind the laser focus/plasma interaction volume with a pyroeletric detector (Gentec-EO, QE8SP-B-MT) and controlled with the help of an attenuator-compensator system, which comprises two specifically coated counter-rotating CaF 2 substrates that are actuated by a stepper motor. The laser beam was focussed by a spherical plano-convex fused-silica lens, with a focal length of 30 cm, in a plane approximately 1 cm behind the plasma jet to avoid saturation of the two-photon transitions, and to mitigate material damage in the calibration cuvettes. The fluorescence signal of the excited states was detected perpendicular to the direction of the laser beam by using an intensified charge coupled device camera (iCCD: Stanford Computer Optics, 4Picos dig), after passing two achromatic lenses (Thorlabs, AC050-010-B-ML, focal length: 80 mm) and an interference filter (central wavelengths λ_O = 845 nm, λ_H = 656 nm, λ_Xe = 835 nm, λ_Kr = 825 nm, band width ∆λ = 10 nm).; \n; Model:; \nSumerical simulations were performed by using a two-dimensional axisymmetric model of the turbulent reacting flow coupled with a local zero-dimensional plasma chemical model for the kINPen-sci plasma jet.; \n", "Language": "English", "License": "Creative Commons Attribution 4.0 International (CC BY 4.0)", "Public Access Level": "Public", "Contact Name": "Klose, Sarah-Johanna", "Contact Email": "sarah-johanna.klose@inp-greifswald.de"}
{"title": "Study of the anode energy in gas metal arc welding", "abstract": "Recent research of gas metal arc welding (GMAW) has proven that the sheath voltage dominates the total voltage fall in the current circuit and delivers most of the energy, which is finally transferred to the wire and the weld pool. This data set provides the results for droplet temperatures and the energy delivered to the wire anode in comparison with the sheath voltages. These quantities have been studied experimentally for a typical pulsed GMAW process in the one drop per pulse mode for mild steel under Ar with 2.5% CO2 with different peak currents from 350 to 650 A. A constant wire feed speed of 4 m/min as well as constant arc height are considered. The processes were studied with non-intrusive optical methods, i.e. without strong modification. The droplet energy was determined by high-speed two-color pyrometry and an analysis of the droplet surface temperature and geometry. In addition, the Joule heating in the wire anode was also estimated from surface temperature measurements. It was found that the averaged droplet energy is almost independent of the peak current and approximately 1/3 of the total electric energy. A voltage equivalent of the energy delivered to the wire anode from the plasma was deduced. Subtracting the work function of iron, the value of this voltage is around 3V. The detailed quantities can be found in this data set.", "topic": "Welding / Switching", "tags": "GMAW; high-current arc", "Group": "INP", "Authors": "Zhang, Guokai; Gött, Gregor; Uhrlandt, Dirk", "Release Date": "2020-04-01", "Identifier": "001bc85a-1fd1-4e25-8d6c-b29d689d516c", "Permanent Identifier (DOI)": "10.34711/inptdat.148", "  Permanent Identifier (URI)": "https://www.inptdat.de/node/148", "Is supplementing": "G. Zhang et al., J. Phys. D: Appl. Phys.  53 (2020) 395202", "Plasma Source Name": "Miller Auto-Axcess™ 450", "Plasma Source Application": "gas metal arc welding", "Plasma Source Specification": "DC; pulsed; low frequency; atmospheric pressure; thermal", "Plasma Source Properties": "Welding parameters: pulsed process in DC-mode, one-drop-per-pulse process, wire 1.2 mm in diameter, wire feed speed 4m/min, welding speed 30 cm/min, contact tip setback 3 mm, contact-to-workpiece-distance (CTWD) 18 mm, peak current 350 to 650 A, base current 25 A, pulse frequency 106 Hz, pulse duration 1 to 1.9 ms depending on peak current", "Plasma Source Procedure": "The Miller Auto-Axcess 450 was used with the welding torch Bernard™ BTB MIG Gun", "Plasma Medium Name": "Ar; CO2", "Plasma Medium Properties": "Shielding gas Ar+2.5% CO2, gas flow rate 15 l/min, atmospheric pressure", "Plasma Target Name": "mild steel", "Plasma Target Properties": "Mild steel: wire material ER70 S-6, base material S235\r\n", "Plasma Target Procedure": "Bead-on-plate welding", "Plasma Diagnostics Name": "voltage measurement; current measurement; high-speed two-color pyrometry; high-speed imaging; Canny edge detector", "Plasma Diagnostics Properties": "Welding current and total voltage measurement by a current probe (Tektronix TCP404XL) and a differential probe (Tektronix TDP0500), recording by an oscilloscope (Tektronix DPO4104).; \n; Determination of the droplet surface temperature by a high-speed two-colour pyrometer, which consists of a 10-bit monochrome high-speed camera MotionPro Y4 equipped with a specific optical arrangement between camera body and lens. The so-called double frame optics allows the synchronous recording of two images through two optical paths with different spectral filters but with the same lens. Narrow band filters with the central wavelengths 675 and 925 nm were used.; \n", "Plasma Diagnostics Procedure": "The total voltage was measured between the contact tube of the welding torch, where a specific junction had been mounted, and the workpiece.; \n; The two-colour pyrometer was placed on the left side of the torch in welding direction and at a distance of 0.55 m from lens to wire tip. It has been operated at a frame rate of 6000 fps and a typical exposure time of 160 us. The measurement range is between 1600 and 3400 K, which well covers the droplet temperature range. Droplet images were recorded during the base current phase (25 A) where the impact of arc radiation can be neglected. The surface temperature for every point of the droplet image was calculated from the corresponding points of the two images according to the principals of two-colour pyrometry. The optical system was calibrated using a tungsten ribbon lamp.; \n; Determination of the droplet shape from side-on droplet images of the two-colour pyrometer using the canny edge detection method, a calibration of the images with the coefficient k=36 pixel/mm and the assumption of a circular cross section of the droplet at each vertical position.; \n; Determination of the droplet mass and energy as the sum of masses and energies of horizontal cylindrical slices of the droplet with a height of 27.8 µm corresponding to one camera pixel. In particular, the change of the temperature and shape of each droplet along the vertical direction was considered. Therefore, the diameter of each slice was determined from the droplet image processing. A homogeneous temperature of each slice was considered as the average of the measured surface temperature of the slice. The mass of the slice corresponding to the slice volume and a temperature dependent density as well as the energy of each slice corresponding to a temperature dependent heat capacity were calculated.; \n; The averaged power delivered to the wire anode was determined from the sum of the energies of all droplets in a time period of 0.15 s taken at the moment right after droplet detachment. The power delivered to the wire anode from the plasma was estimated considering the droplet energies as well as the Joule heating power of the wire. The latter have been taken from preceding studies based on pyrometry of the wire and a temperature dependent conductivity of the wire material. A voltage equivalent of the power delivered to the wire from the plasma was calculated from an energy balance taking into account the time dependent current and the time dependent resistances of wire and contact tube.; \n", "Language": "English", "License": "Creative Commons Attribution 4.0 International (CC BY 4.0)", "Public Access Level": "Public", "Contact Name": "Uhrlandt, Dirk", "Contact Email": "uhrlandt@inp-greifswald.de"}
{"title": "Correlation of helicality and rotation frequency of filaments in the ntAPPJ", "abstract": "The self-organized behaviour (locked mode) of filaments in the non-thermal atmospheric pressure plasma jet (ntAPPJ) couples a spatial patterning of the discharge (helical symmetry) and a regular motion (steady rotation). The dataset represents the mean rotation frequency of filaments in the capillary with a diameter of 4 mm and the corresponding geometric characteristics: helicality and/or filament inclination angles were measured along with the gas temperature under varying discharge conditions (electric power and argon flow rate).", "topic": "Materials / Surfaces", "tags": "plasma jet; self-organisation", "Group": "INP", "Authors": "Schäfer, Jan", "Release Date": "2019-06-11", "Identifier": "001a090e-9e86-4983-a1e9-e99280be0e6e", "Permanent Identifier (DOI)": "10.34711/inptdat.43", "  Permanent Identifier (URI)": "https://www.inptdat.de/node/43", "Is supplementing": "J. Schäfer et al., Plasma Phys. Control. Fusion 60 (2018) 014038", "Plasma Source Name": "ntAPPJ; HF plasma jet", "Plasma Source Application": "PECVD", "Plasma Source Specification": "AC; atmospheric pressure; non-thermal; high frequency", "Plasma Source Properties": "Non-thermal atmospheric pressure plasma jet (capacitively coupled) operated in a self-organized regime (locked mode). Power: 7 to 9 W; Frequency: 27.12 MHz; Flow rate: 400 to 800 sccm argon; Electrodes: ring configuration, distance 5 mm, width 5 mm; Capillary: inner diameter 4 mm, outer diameter 6 mm", "Plasma Source Procedure": "The measurements occur 30 minutes after temperature conditioning of the plasma source for each parameter setting.", "Plasma Medium Name": "Ar", "Plasma Medium Properties": "Flowrate: 0.4 to 0.8 slm; Pressure: 1 bar; Temperature: 300 to 1000 K; Purity: argon 6.0", "Plasma Medium Procedure": "Standard conditions of the argon gas are assured.", "Plasma Diagnostics Name": "laser schlieren deflectometry; fast imaging", "Plasma Diagnostics Properties": "The filament behaviour has been visualized optically by means of imaging. The LSD set-up consists of a He-Ne laser (Linos) and a high-speed CMOS camera (Photon Focus). The image sensor has 1312×1082 pixels, pixel size 8 µm. The laser beam is classified as 3 A, 632.82 nm, cw. The output power of the laser is 0.6 W. The laser beam is specified by the spot diameter of 490 µm and beam divergence of 1.7 mrad. The parameters of the beam enable to characterize filament structures with diameters down to approx. 100 µm.; \n", "Plasma Diagnostics Procedure": "The displacement of the laser spot on the image sensor  of the camera is monitored directly. The laser beam is led perpendicular through the effluent region, close to the nozzle of the capillary (z = 0 mm). The output power of the laser is sufficiently low to avert any influence of the beam on the properties of the plasma jet. Deflection of the laser beam due to refraction in the gradient field of the refractive index is recorded at a distance of 80.6 cm from the plasma jet at 10 kHz sample frequency.; \n", "Language": "English", "License": "Creative Commons Attribution 4.0 International (CC BY 4.0)", "Public Access Level": "Public", "Contact Name": "Schäfer, Jan", "Contact Email": "jschaefer@inp-greifswald.de"}
{"title": "On the relationship between SiF4 plasma species and sample properties in ultra low-k etching processes", "abstract": "The temporal behavior of the molecular etching product SiF4 in fluorocarbon-based plasmas used for the dry etching of ultra low-k (ULK) materials has been brought into connection with the polymer deposition on the surface during plasma treatment within the scope of this work. For this purpose, the density of SiF4 has been measured time-resolved using quantum cascade laser absorption spectroscopy (QCLAS). To correlate the temporal development of the SiF4 density with the ULK damage, Variable Angle Spectroscopic Ellipsometry (VASE) and X-ray photoelectron spectroscopy (XPS) were performed on the treated ULK samples. The dataset corresponds to the findings published under the title “On the relationship between SiF4 plasma species and sample properties in ultra low-k etching processes” with open access in AIP Advances 2020.", "topic": "Materials / Surfaces; Plasma Chemical Processes", "tags": "ultra low-k etching; infrared laser; absorption spectroscopy; XPS; ellipsometry", "Group": "FhI ENAS; INP", "Authors": "Haase, Micha; Melzer, Marcel; Lang, Norbert; Ecke, Ramona; Zimmermann, Sven; van Helden, Jean-Pierre; Schulz, Stefan", "Release Date": "2020-05-14", "Identifier": "87c54eb6-1526-4952-95ce-2188736f976a", "Permanent Identifier (DOI)": "10.34711/inptdat.194", "  Permanent Identifier (URI)": "https://www.inptdat.de/node/194", "Is supplementing": "M. Haase et al., AIP Advances 10 (2020) 065212", "Plasma Source Name": "Applied Materials Centura 5200", "Plasma Source Application": "etching", "Plasma Source Specification": "AC; high frequency; low pressure; non-thermal", "Plasma Source Properties": "Magnetic enhanced reactive ion etch (MERIE) chamber of a Centura 5200 cluster system (Applied Materials): radio frequency (RF) excitation at 13.56 MHz, RF power 600 W.", "Plasma Source Procedure": "Chamber wall temperature as well as substrate temperature is set to 288 K.", "Plasma Medium Name": "CF4; CHF3; Ar", "Plasma Medium Properties": "Gas mixtures of CF4, CHF3 and Ar at constant total flow of 100 sccm and constant total pressure of 100 mTorr. ", "Plasma Target Name": "Si wafer; SiOCH", "Plasma Target Properties": "Cutted pieces of 10 times 10 cm from a 300 mm wafer with 500 nm thick porous SiOCH layer (dielectric constant = 2.4) deposited on Si via PECVD. ", "Plasma Target Procedure": "Each peace is placed on an Al wafer with 200 mm diameter to be handled in the Centura cluster system.", "Plasma Diagnostics Name": "QCLAS; VASE; XPS", "Plasma Diagnostics Properties": "Quantum cascade laser absorption spectroscopy (QCLAS): Q-MACS process fiber system from neoplas control, effective absorption length 5.4 m (12 passes), time resolution 1 Hz.; \n; Variable angle spectroscopic ellipsometry (VASE): SE850 system from Sentech, incident angles 50°, 60°, and 70°, wavelength range 400-850 nm.; \n; X-ray photoelectron spectroscopy (XPS): R3000 electron energy analyzer from VG Scienta, pass energy 200 eV, monochromatic Al-Kα radiation from a MX 650 X-ray source from VG Scienta.; \n", "Plasma Diagnostics Procedure": "In situ and time-resolved determination of SiF4 concentration by QCLAS:; \nEnhancement of sensitivity due to a mulitpass optics (neoplas control) implemented at the chamber increasing the effective absorption length to 5.4 m by setting 12 passes. Time resolution was set to 1 Hz. The absorption of SiF4 was detected in the range between 1030.90 cm-1 and 1031.00 cm-1.; \n; Ex situ determination of layer thicknesses and refractive Indices by VASE:; \nEach sample was measured at three incident angles (50°, 60°, and 70°) in the wavelength range between 400 nm and 850 nm. For the analysis, the partially etched SiOCH layer was modelled with three layers consisting of 6 parameters, i.e. refractive index and film thickness for the polymer film, for the damaged SiOCH film, and for the non-damaged SiOCH film, respectively.; \n; Ex situ analysis of elemental composition of plasma treated surfaces by XPS:; \nTo compensate for charging of the isolated samples, an electron flood gun was applied during the XPS measurement such that the Si 2p peak was shifted to 103.5 eV binding energy corresponding to SiO2. For the analysis of the XPS spectra, CasaXPS Version 2.3.16 Pre-rel 1.4 was applied using Scofield relative sensitivity factors in combination with a Shirley background. A numerical approximation for a Voigt profile (Lorentz 30% share) was used as a line shape model to determine the respective peaks of the deconvolution. The full width at half maximum has been limited to 1.5 − 3.0 eV for the deconvolution.; \n", "Language": "English", "License": "Creative Commons Attribution 4.0 International (CC BY 4.0)", "Public Access Level": "Public", "Contact Name": "Lang, Norbert", "Contact Email": "lang@inp-greifswald.de"}
{"title": "Influence of surface parameters on dielectric-barrier discharges in argon at subatmospheric pressure - dataset", "abstract": "The provided data describe the discharge current in DBD obtained by fluid modelling using different values of for the secondary electron emission coefficient γ and and the relative permittivity of the dielectric barrier εr in comparison with the measured current at a pressure of 100 mbar and an applied voltage amplitude of 1.8 kV. Furthermore, the dissipated power obtained by model calculations for different values of γ and εr together with the measured power in dependence on the pressure is given.", "topic": "Plasma Chemical Processes; Plasma Medicine", "tags": "basic research", "Group": "INP", "Authors": "Stankov, Marjan; Becker, Markus M.; Bansemer, Robert; Weltmann, Klaus-Dieter; Loffhagen, Detlef", "Release Date": "2020-11-30", "Identifier": "57853d37-3868-4ded-9be2-b34e10879743", "Permanent Identifier (DOI)": "10.34711/inptdat.275", "  Permanent Identifier (URI)": "https://www.inptdat.de/node/275", "Is supplementing": "M. Stankov et al., Plasma Sources Sci. Technol. 29 (2020) 125009", "Plasma Source Name": "DBD; Venturi-DBD", "Plasma Source Application": "decontamination", "Plasma Source Specification": "AC; low frequency; non-thermal; atmospheric pressure", "Plasma Source Properties": "The compact DBD reactor implements the Venturi-DBD concept where both electrodes are covered by glass dielectrics each with a thickness of ∆ = 1 mm, which are separated by the gap width d = 3 mm. The electrodes are made of copper and have rectangular shape with a length of 6.6 cm and width of 1.1 cm and are 2 mm thick. Plasma source is operated sinusoidally at a frequency of 24 kHz with applied voltages from 1.8 to 3.4 kV and pressures between 100 and 650 mbar. ", "Plasma Medium Name": "Ar", "Plasma Medium Properties": "Pressures: 100, 300, 500 and 650 mbar; Gas temperature: 300K\r\n\r\n", "Plasma Diagnostics Name": "fluid-Poisson model; voltage measurement; current measurement", "Plasma Diagnostics Properties": "Fluid-Poisson model:; \nThe size of thesmallest element in the plasma domain is 0.15 um. The size of the time step is adaptively determined keeping the relative error of the solver below the tolerance of 0.0001.; \n; Electrical measurements:; \nBandwidth of voltage proble: 75 MHz; bandwidth of current probe: 120 MHz; \n", "Plasma Diagnostics Procedure": "Fluid-Poisson model:; \nA time-dependent, spatially one-dimensional fluid model was applied for the theoretical description and analysis of the investigated DBD. The fluid model includes balance equations for the particle number densities of electrons and several neutral and charged heavy particles, as well as for the electron energy density, coupled with Poisson's equation. Flux boundary conditions taking into account partial reflection of particles were employed for electrons and heavy particles. In addition, the emission of secondary electrons caused by positive ions impinging onto the surface was considered for the electron. Also, the accumulation of surface charges on the dielectrics was taken into account. The model equations were solved fully coupled by means of the finite element method using the software COMSOL Multiphysics.; \n; Electrical measurements:; \nThe electrode voltage was monitored by means of the high-voltage probe P6015A, Tektronix Inc., USA.  The current probe TCP0030, Tektronix Inc., USA was used to measure the electrical current. Both the voltage and the current probe were connected to an 1 GHz digital oscilloscope with four channels (DPO4104, Tektronix Inc., USA).; \n; The measured voltage signals at the powered electrode was used as input for the modelling studies.; \n", "Language": "English", "License": "Creative Commons Attribution 4.0 International (CC BY 4.0)", "Public Access Level": "Public", "Contact Name": "Stankov, Marjan", "Contact Email": "marjan.stankov@inp-greifswald.de"}
{"title": "Benchmark calculations for electron velocity distribution function obtained with Monte Carlo Flux simulations", "abstract": "The dataset includes all the input and output files for the paper: Benchmark calculations for electron velocity distribution function obtained with Monte Carlo Flux simulations. The format of the files are .txt or .dat. Figures in .tif format are also provided, together with the preprint of the paper.", "topic": "Plasma Chemical Processes", "tags": "electron Boltzmann equation; Monte Carlo Flux; EEDF", "Authors": "Vialetto, Luca; Longo, Savino; Diomede, Paola", "Release Date": "2020-04-02", "Identifier": "c10bed41-b0a3-4f1d-88b5-dd41ffaeecc1", "Permanent Identifier (DOI)": "10.17026/dans-xzf-84qf", "  Permanent Identifier (URI)": "https://www.inptdat.de/node/159", "Is supplementing": "L. Vialetto et al., Plasma Sources Sci. Technol. 28 (2019) 115015", "Plasma Medium Name": "Ar", "Plasma Diagnostics Name": "Monte Carlo Flux simulation; electron Boltzmann calculation", "Plasma Diagnostics Properties": "The numerical simulations on which the paper is based have been carried out using three different codes. The DIFFER Monte Carlo Flux code that is not open source, but it is described in detail in the paper and references therein. The freely available Windows version BOLSIG+, a two-term electron Boltzmann solver developed by Gerjan Hagelaar at the LAPLACE laboratory in Toulouse, France. The open-source multi-term electron Boltzmann solver MultiBolt developed by Jacob Coty Stephens. Numerical and physical parameters used in the codes are described in detail in the paper (see the paper included in the replication package).; \n", "Language": "English", "License": "Creative Commons Attribution 4.0 International (CC BY 4.0)", "Public Access Level": "Public", "Contact Name": "Diomede, Paola", "Contact Email": "p.diomede@differ.nl"}
{"title": "Non-thermal plasma in contact with water: The origin of species", "abstract": "The dataset is the raw data (presented in numerical format) from the EPR, 1H NMR and HR-MS experiments. The respective Excel files describe the experiments to which the dataset belongs. Please refer to the original publication and ESI for more information.", "topic": "Plasma Chemical Processes; Plasma Medicine", "tags": "EPR spectroscopy; isotopic labelling; plasma chemistry; radicals; reactive oxygen species", "Group": "York Plasma Institute", "Authors": "Gorbanev, Yury; Chechik, Victor; O'Connell, Deborah", "Release Date": "2015-12-07", "Identifier": "aa998c4a-ccbe-4563-a96c-dc3169bace53", "Permanent Identifier (DOI)": "10.15124/15f674be-e9ca-4a00-9ba6-3c24e70a6aa4", "  Permanent Identifier (URI)": "https://www.inptdat.de/node/98", "Is supplementing": "Y. Gorbanev et al., Chemistry : A European Journal 22 (2016) 3496-3505", "Plasma Source Name": "kHz plasma jet", "Plasma Source Application": "reactive species generation", "Plasma Source Specification": "AC; low frequency; atmospheric pressure; non-thermal", "Plasma Source Properties": "The plasma was ignited in a quartz tube (4 mm ID and 6 mm OD, 100 mm length) surrounded by copper electrodes (10 mm width) separated by 20 mm. A PVM500 Plasma Resonant and Dielectric Barrier Corona Driver power supply (Information Unlimited) was used to sustain the plasma. The distance between the electrodes was 20 mm in all experiments. Voltage and frequency were kept constant throughout all experiments at 18.3 ± 0.2 kV (peak-to-peak) and 24.9 kHz, respectively. The return current values were between ca. 4 and 7 mA. The experimental setup was positioned inside a large Faraday cage with the mesh size of 22 mm.", "Plasma Source Procedure": "In a typical experiment, 100 µL of liquid sample was placed in a well on top of a glass stand inside the reactor. The distance from the nozzle to the sample was 10 mm unless stated otherwise. In experiments when the samples were at the 4 mm distance from the sample to the nozzle, the distance between the live electrode and the sample was maintained at 20 mm. Thus, the plasma length from the core plasma remained the same throughout all experiments, and the ratio of its quartz surroundings changed. The reactor was flushed with the feed gas for 20 s and then exposed to plasma for 60 s.", "Plasma Medium Name": "He; H2O", "Plasma Medium Properties": "The plasma was operated with a feed gas of helium with oxygen and water admixtures controlled by mass flow controllers (MFCs) (Brooks Instruments and Brooks Instruments 0254 microcomputer controller). All experiments were carried out with a total flow of feed gas of 2 L/min. Helium He (A Grade, 99.996%) and oxygen O₂ (Zero Grade, 99.6%) were supplied by BOC UK. All chemicals were used as received.", "Plasma Medium Procedure": "The experiments involving different feed gas humidity were performed by using split helium flow (i.e., by mixing dry helium with water-saturated helium in desired proportions). Water-saturated helium was made by bubbling dry helium through a water-filled Drechsel flask at 20 °C. The relative humidity was determined by weighing the flask before and after the experiment and comparing the data with the available literature values.", "Plasma Target Name": "H2O2; H2SO4; NaN3; D2O; PBN; TEMP; TEMPO; sodium tosylate; H2O; DMPO; DEPMPO; potassium bis(oxalato)oxotitanate(IV) dihydrate", "Plasma Target Properties": "Hydrogen peroxide H₂O₂ (30%), sulphuric acid H₂SO₄ (>95%) and sodium azide NaN₃ (≥99.5%) were purchased from\r\nFluka. Deuterium oxide D₂O (99.9 atom% D), N-tert-butyl-α-phenylnitrone (PBN) (98%), 2,2,6,6-tetramethylpiperidine\r\n(TEMP) (≥99%), 2,2,6,6-tetramethylpiperidine 1-oxyl (TEMPO) (98%), sodium p-toluenesulfonate (sodium tosylate)\r\n(95%), cinnamoyl chloride (98%) and H₂¹⁸O (97%) were obtained from Sigma-Aldrich. 5,5-Dimethyl-1-pyrroline N-oxide\r\n(DMPO) (≥99%) and 5-diethoxyphosphoryl-5-methyl-1-pyrroline N-oxide (DEPMPO) (≥99%) were purchased from\r\nDojindo Molecular Technologies, Inc. and Enzo Life Sciences, respectively. Potassium bis(oxalato)oxotitanate(IV)\r\ndihydrate was obtained from Alfa Aesar. H₂¹⁷O was purchased from Icon Isotopes. De-ionised water was used for the\r\npreparation of the solutions. All chemicals were used as received.", "Plasma Target Procedure": "In spin trapping experiments, a 100 mM solution of a spin trap (PBN, DMPO or DEPMPO) was prepared in H₂O, H₂¹⁷O or D₂O. Ozone was measured in 60 mM aqueous solutions of TEMP (sodium azide was added in concentrations of 100 mM where stated). In control experiments, solutions of each spin trap were treated with the plasma for the periods of 15, 30, 45 and 60 s.", "Plasma Diagnostics Name": "spin-trapping; isotopic labelling; EPR spectroscopy; OES", "Plasma Diagnostics Properties": "A high voltage probe (Tektronix P6015A) and current probe (Ion Physics Corporation CM-100-L) were used with a Teledyne LeCroy WaveJet 354A oscilloscope to measure time resolved current and voltage.  OES measurements of the plasma between the electrodes were performed with Ocean Optics HR-4000CG-UV-NIR spectrophotometer. Electron paramagnetic resonance (EPR) measurements were carried out on a Bruker EMX Micro EPR spectrometer. The EPR analysis parameters were as follows: frequency 9.83 GHz, power 3.17 mW, modulation frequency 100 kHz, modulation amplitude 1 G, time constant 40.96 msec, number of scans 5, sweep width 100 G (DMPO and PBN adducts, TEMPO) or 170 G (DEPMPO addcuts). EPR spectra simulations were performed on NIH P.E.S.T. WinSIM software ver. 0.96. Concentration of H₂O₂ in the samples was determined by UV-Vis measurements performed on a UV-1800 Shimadzu UV-Vis Spectrophotometer with Optical Glass High Precision Cells (10 mm light path) provided by Hellma Analytics.; \n", "Plasma Diagnostics Procedure": "UV-Vis calibration was done using 500 µL titanium(IV) reagent with added 300 µL aqueous hydrogen peroxide solutions in a range of concentrations 0.0979-4.895 mM. UV-Vis spectra of samples were recorded by adding a mixture of 65 µL of plasma-exposed sample (taken immediately after plasma exposure) with 235 µL of H2O to 500 µL of titanium(IV) reagent. The resulting solutions were incubated for 1 min before analysis. The H₂O₂ concentration was determined from the UV-Vis intensity of the peak at 400 nm.; \n", "Language": "English", "License": "Creative Commons Attribution 4.0 International (CC BY 4.0)", "Public Access Level": "Public", "Contact Name": "O'Connell, Deborah", "Contact Email": "deborah.oconnell@york.ac.uk"}
{"title": "Plasma parameters in an Ar-HMDSO DBD at atmospheric pressure for plasma-polymerization experiments", "abstract": "The plasma parameters of a large-area dielectric barrier discharge (DBD) in argon-HMDSO mixtures containing up to about 1600 ppm of the monomer are investigated by means of numerical modelling. A time-dependent,; spatially one-dimensional fluid model is applied, taking into account the spatial variation of the discharge plasma between plane-parallel dielectrics covering the electrodes. The dataset contains values of power dissipated in the DBD as well as the space- and period-averaged density and mean energy of the electrons as a function of HMDSO admixture.", "topic": "Materials / Surfaces; Plasma Chemical Processes", "tags": "plasma parameters; DBD; HMDSO; plasma modelling/simulation; plasma polymerization", "Group": "INP", "Authors": "Loffhagen, Detlef; Becker, Markus M.", "Release Date": "2019-08-27", "Identifier": "8cb15716-7479-4f8b-8991-95fbcc9701a5", "Permanent Identifier (DOI)": "10.34711/inptdat.106", "  Permanent Identifier (URI)": "https://www.inptdat.de/node/106", "Is supplementing": "D. Loffhagen et al., Plasma Process. Polym. 17 (2020) 1900169", "Plasma Source Name": "DBD", "Plasma Source Application": "film deposition; PECVD", "Plasma Source Specification": "AC; low frequency; atmospheric pressure; non-thermal", "Plasma Source Properties": "Atmospheric pressure DBD between plane electrodes covered by dielectrics (glass and Macor); Powered electrode: Macor covered, thickness of dielectric: 3.5 mm; Grounded electrode: glass covered, thickness of dielectric: 3.0 mm; Discharge gap: 2 mm; Discharge area: 216 cm^2; Voltage supply: sinusoidal voltage with amplitude of 3.9 kV and frequency of 20 kHz; RMS current: about 50 mA", "Plasma Medium Name": "Ar; HMDSO", "Plasma Medium Properties": "Gas temperature: 300 K; Pressure: 1 atm; Gas mixture: Ar + 20 to 1600 ppm HMDSO", "Plasma Diagnostics Name": "fluid-Poisson model", "Plasma Diagnostics Properties": "The time-dependent, spatially one-dimensional fluid-Poisson model includes particle balance equations for the densities of electrons, relevant neutral particles and ions, the electron energy balance equation to determine the mean electron energy, the Poisson equation to calculate the electric potential and field, as well as a balance equation for the surface charge density to consider the accumulation of charge carriers on the dielectric surfaces. Details about the basic equations, the reaction kinetics model, the transport properties and rate coefficients, the boundary conditions and the solution method are reported in Loffhagen et al. (; https://doi.org/10.1002/ctpp.201700060; ).; \n", "Language": "English", "License": "Creative Commons Attribution 4.0 International (CC BY 4.0)", "Public Access Level": "Public", "Contact Name": "Loffhagen, Detlef", "Contact Email": "loffhagen@inp-greifswald.de"}
{"title": "High-speed thermal microscopy of plasma microprinting at atmospheric pressure", "abstract": "The HelixJet (; https://www.inptdat.de/helixjet; ) was applied to simultaneous melting and plasma treatment of polyamide (PA 12) microparticles (diameter 60 µm) used conventionally for 3D printing by laser sintering. This proof-of-principle experiment demonstrated that gaussian thickness profiles of PA 12 can be printed using the HelixJet with a rapid rate of 200 mg/s (peak growth 2 mm/s) and with advantageous material properties. The key element of this novel process is the self-regulated balance between material melting and plasma quenching. As a result, particles leaving the HelixJet with the gas flow velocity have a temperature slightly below the melting temperature preventing material degradation that would occur at higher temperatures. The above process has been captured with a high-speed infrared camera. The resulting movie combines the best temporal and spatial resolution for the studied process and reveals the particle temperature of 180°C to 190°C and their velocity of 0.5 m/s to 3 m/s depending on the radial position.", "topic": "Materials / Surfaces", "tags": "plasma microprinting; thermal diagnostic; self-controlling mechanism", "Group": "INP", "Authors": "Schäfer, Jan", "Release Date": "2019-07-09", "Identifier": "43775bda-6c4c-4060-8ff8-c847d2a6094e", "Permanent Identifier (DOI)": "10.34711/inptdat.101", "  Permanent Identifier (URI)": "https://www.inptdat.de/node/101", "Is supplementing": "J. Schäfer et al., Plasma Process. Polym. 17 (2020) 1900099", "Plasma Source Name": "HelixJet; HF plasma jet; CCP", "Plasma Source Application": "additive manufacturing; film deposition; PECVD", "Plasma Source Specification": "AC; high frequency; atmospheric pressure; non-thermal", "Plasma Source Properties": "Non-thermal atmospheric pressure plasma jet (capacitively coupled). Power: 50 W; Frequency: 27.12 MHz; Flow rate: 1000 sccm Ar; Electrodes: helical configuration with inclination angle 33°; Capillary: inner diameter 7 mm.", "Plasma Source Procedure": "The measurements occur 30 minutes after temperature conditioning of the plasma source.", "Plasma Medium Name": "Ar", "Plasma Medium Properties": "Flowrate: 1000 sccm; Pressure: 1 bar; Temperature: 300 to 1000 K; Purity: argon 6.0", "Plasma Medium Procedure": "Standard conditions of the argon gas are assured.", "Plasma Target Name": "Polyamide 12", "Plasma Target Properties": "Polyamide 12 powder with mean diameter of 60 µm at room temperature.", "Plasma Target Procedure": "Dosis: 10 mg in 50 ms introduced in the argon flow. Footprint area: 1 cm² at 1 cm below the outlet of the jet. ", "Plasma Diagnostics Name": "thermographic imaging; fast imaging", "Plasma Diagnostics Properties": "The process has been captured with a high-speed infrared camera Flir SC6801 F/2.5 3-5 µm combined with infrared microscope objective ×1 at the frame rate of 2 kHz (320×256 pixel). The optic system with InSb detector (640×512 pixel) is calibrated for temperatures from -10°C to 350°C. The working distance was 6.1 mm from the axis of the HelixJet.; \n", "Language": "English", "License": "Creative Commons Attribution 4.0 International (CC BY 4.0)", "Public Access Level": "Public", "Contact Name": "Schäfer, Jan", "Contact Email": "jschaefer@inp-greifswald.de"}
{"title": "Comparison of six simulation codes for positive streamers in air", "abstract": NaN, "topic": "The dataset includes all the input and output files for the paper: Comparison of six simulation codes for positive streamers in air (; https://doi.org/10.1088/1361-6595/aad768; ). Three test cases for axisymmetric positive streamers are described in the paper. The codes are of the finite volume or the finite element type, and they use both explicit and implicit time stepping. The computational domain and initial conditions are kept simple, so other codes can be compared relatively easily to the data published here. This dataset includes all the output files (results) for each group and for each case study. The format of the files are .txt or .dat.", "tags": "Field; Value; Group; CWI Multiscale Dynamics; Authors; Bagheri, Behnaz; Teunissen, Jannis; Ebert, Ute; Becker, Markus M.; Chen, She; Ducasse, Olivier; Eichwald, Olivier; Loffhagen, Detlef; Luque, Alejandro; Mihailova, Diana; Plewa, Joseph-Marie; van Dijk, Jan; Yousfi, Mohammed; Release Date; 2019-09-05; Identifier; f5b5445e-e97d-4948-a089-56cbfd91878c; Permanent Identifier (DOI); 10.17026/dans-x7r-266f; Permanent Identifier (URI); https://www.inptdat.de/node/110; Is supplementing; B. Bagheri et al., Plasma Sources Sci. Technol. 27 (2018) 095002; Plasma Source Name; streamer discharge; Plasma Source Specification; DC; atmospheric pressure; non-thermal; Plasma Source Properties; Three test cases for positive streamers in dry air at 1 bar and 300 K. Discharges are simulated between planar electrodes in a square domain with a radius and height of 1.25 cm. A background electric field of 15 kV/cm is present, which is well below the breakdown value. To locally enhance the electric field to values above the breakdown threshold, a Gaussian distribution of positive ions is placed below the anode. First test case: constant initial background density of electrons and Ions of 10¹³ m⁻³, no photoionization; second test case:  constant initial background density of electrons and ions of 10⁹ m⁻³, no photoionization;  third test case:  constant initial background density of electrons and ions of 10⁹ m⁻³, photoionization included.; Plasma Medium Name; air; Plasma Medium Properties; Gas temperature: 300 K; Pressure: 1 bar.; Plasma Diagnostics Name; fluid-Poisson model; Plasma Diagnostics Properties; Six different codes based on the finite volume method and finite element method, respectively, are used to solve the fluid equations. Some groups use adaptive mesh refinement while others use a fixed numerical grid. See B. Bagheri et al. (; https://doi.org/10.1088/1361-6595/aad768; ) for details on the different codes and numerical parameters.; Language; English; License; Creative Commons CCZero; Public Access Level; Public; Contact Name; Ebert, Ute; Contact Email; ute.ebert@cwi.nl"}
